language:_vietnamese,
achievement_name0: Bước đầu tiên,
achievement_discr0: Trận đánh đầu tiên ,
achievement_name1: Sói,
achievement_discr1: Đánh bại Yêu tinh rừng rậm,
achievement_name2: Chàng trai khỏe mạnh,
achievement_discr2: Đánh bại Quỷ lùn hang động,
achievement_name3: Kẻ phản bội,
achievement_discr3: Đánh bại Kỵ sĩ Vàng,
achievement_name4: Chủ nhân,
achievement_discr4:  Đánh bại Rồng Quỷ ám,
achievement_name5: Thợ săn ác quỷ,
achievement_discr5: Hoàn thành huấn luyện,
achievement_name6: Thợ săn thực thụ,
achievement_discr6: Tiếp tục chơi,
achievement_name7: Tập sự,
achievement_discr7: Lấy quyển sách cấp độ 2,
achievement_name8: Pháp sư tập sự,
achievement_discr8: Lấy quyển sách cấp độ 3,
achievement_name9: Phù thủy thật sự,
achievement_discr9: Lấy quyển sách cấp độ 4,
achievement_name10: Phù thủy vĩ đại,
achievement_discr10: Lấy quyển sách cấp độ 5,
achievement_name11: Người giải cứu,
achievement_discr11: Kết thúc trò chơi,
achievement_name12: Người giết ác quỷ,
achievement_discr12:  Đánh bại 10 kẻ thù,
achievement_name13: Chuyên nghiệp,
achievement_discr13:  Đánh bại 50 kẻ thù,
achievement_name14: Tốt nhất,
achievement_discr14:  Đánh bại 100 kẻ thù,
tutorial0: Di chuyển- các phím mũi tên,
tutorial1: Tấn công - С,
tutorial2: Phép thuật - X,
tutorial3: Hành động - C,
tutorial4: Đi tiếp - Phím cách,
tutorial5: Danh mục các ký tự - E,
tutorial6: nhấp vào để lựa chọn hoặc ấn phím 3,
tutorial7: Chạm để chọn,
tutorial8: Nhấp để tiếp tục chơi,
tutorial9: Chạm để tiếp tục chơi,
tutorial10: Đập bể hộp,
tutorial11: Mở rương,
tutorial12: Phá cửa,
tutorial13: để nhảy xuống,
tutorial14: Tham quan cửa hàng để nâng cấp,
tutorial15: Thu thập tiền vàng và pha lê để mua các nâng cấp,
magic_name0: ,
magic_name1: Lửa,
magic_name2: Băng,
magic_name3: Sét,
magic_string1: Đặc biệt:,
magic_string2: Phá hủy ngay lập tức:,
magic_string3: Phá hủy theo giây:,
magic_fire_string4: Dải tấn công:,
magic_ice_string4: Làm chậm thời gian:,
magic_light_string4: Số lượng tia sét:,
special1: kích thích,
special2: làm chậm,
special3: gây sốc,
damage_miss: trật,
damage_crit: tới hạn,
hero_inventory: ANH HÙNG,
GUI_pause: TẠM DỪNG,
GUI_settings: THIẾT LẬP,
GUI_quality: chất lượng,
GUI_music: âm nhạc,
GUI_sounds: âm thanh,
GUI_low: thấp,
GUI_high: cao,
GUI_on: bật,
GUI_off: tắt,
GUI_en: tiếng Anh,
GUI_ru: русский,
GUI_how_to_play: CÁCH CHƠI,
GUI_online: TRỰC TUYẾN,
GUI_local: NGOẠI TUYẾN,
GUI_welcome: Chào mừng!,
GUI_online_window: Đăng ký để sử dụng các lần lưu từ đám mây,
GUI_local_window: Quá trình chơi của game sẽ được lưu lại trên máy của bạn,
GUI_play: Play,
GUI_arena: Arena,
GUI_more_games: NHIỀU TRÒ CHƠI KHÁC,
none: ,
hero: Pháp sư,
princess: Công chúa,
king: Nhà vua,
knightBoss: Kỵ sĩ Vàng,
stupidBoss: Quỷ lùn hang động,
wolfBoss: Yêu tình rừng rậm,
dragonBoss: Rồng quỷ ám,
enemy1: Ác quỷ,
enemy2: Ác quỷ,
enemy_bomb: Kẻ đánh bom,
enemy_arrow: Cung thủ,
enemy_wizard: Bộ xương ma quỷ,
enemy_sceleton: Lính bộ binh xương,
enemy_red: Chỉ huy ma quỷ,
npc_guard: Bảo vệ,
npc_guard_h: Bảo vệ,
npc_civilian_girl: Cô gái,
npc_civilian_women: Phụ nữ,
npc_civilian_old: Người già,
npc_civilian_man: Dân chúng,
scene0_npc_guard1: Nhà Vua! Yêu quái ở khắp mọi nơi! Lâu đài đã bị xâm chiếm!,
scene0_king1: Nhà ngươi muốn gì? Ta đã nói ta sẽ trả!,
scene0_enemy_wizard1: Lâu đài bây giờ là của chúng tao! Chúng tao sẽ lấy lại tất cả mọi thứ của ngươi!,
scene1_hero1: Mặt trời đang mọc. Công chúa, đây là lúc phải quay trở lại vương quốc!,
scene1_npc_guard1: Á…Yêu quái đã tấn công lâu đài. Pháp sư, hãy cứu tất cả chúng tôi! Á….,
scene1_princess1: Chúng ta phải quay trở lại lâu đài! Nhanh lên!,
scene2_princess1: Này!,
scene2_hero1: Gì cơ?,
scene2_princess2: Cánh cửa đã bị đóng! Hãy cố gắng bật đòn bẩy để mở nó!,
scene2_princess3: Tuyệt vời, nhanh lên!,
scene3_princess1: Còn một cánh cửa nữa, hãy phá nó bằng việc tấn công liên tục!,
scene4_princess1: Dừng lại! Bạn sẽ không vượt qua đây một cách dễ dàng được!,
scene4_princess2: Hãy nhổ những cụm cỏ gai này bằng tia sét!,
scene4_princess3: He-He,
scene4_princess4: Thật dũng mãnh. Đã theo kịp!,
scene5_princess1: Hãy cẩn thận! Khi gặp những loại cỏ gai này, bạn có thể dùng lửa để đốt chúng.,
scene5_hero1: Bạn đã vượt qua chúng như thế nào?,
scene5_princess2: Có lẽ, tôi gặp may, tôi không biết, nhanh lên !,
scene6_princess1: Những con sói hung dữ!,
scene6_princess2: Chúng sẽ xé nát chúng ta!,
scene6_hero1: Đường này trống rồi, chạy thôi!,
scene7_enemy1: Cuộc tấn công rất ác liệt, và vì ngươi đã đánh mất bản đồ chúng ta không thể tìm thấy lâu đài ngu ngốc này nữa!,
scene7_enemy2: Xin lỗi, thưa ngài, chúng ta phải chiếm giữ lâu đài không xa nơi này, cho tôi biết nó ở đâu?,
scene7_enemy3: Nếu không, chúng tao sẽ rút ruột của ngươi ra!,
scene7_enemy4: Oh, xin lỗi bạn của tôi, vui lòng nói cho chúng tôi từ đây đến lâu đài phải đi con đường nào? Chúng tôi quá chậm cho việc chiếm giữ nó.,
scene7_hero1: Bạn đã đi qua nó rất lâu rồi, hãy quay lại, rẽ trái, rồi rẽ phải, đi thẳng, đi thẳng, rồi rẽ trái, rẽ phải, qua cầu và qua rừng. Bạn đã hiểu chưa?,
scene7_enemy5: À ừ… Tôi nghĩ tôi đã hiểu, cảm ơn.,
scene7_princess1: Oh, không, đó là sự thật, chúng ta phải nhanh lên.,
scene7_hero2: Người sẽ gặp nguy hiểm, hãy ở lại đây.,
scene7_princess2: Đừng nghĩ về điều đó, tôi sẽ cứu vương quốc của mình.,
scene8_king1: Ôi không, tại sao con lại quay lại, ta nghĩ con đã ở một nơi an toàn?!,
scene8_hero1: Không còn thời gian để phàn nàn nữa, chúng ta phải đi ngay, lâu đài đã bị chiếm giữ.,
scene8_knightBoss1: Không! Chúng tôi sẽ không bỏ cuộc! Nếu nhà vua phải chết thì ông ta sẽ chết ở đây.,
scene8_princess1: Chắc chắn không, chúng ta nên đi ngay bây giờ! Pháp sư sẽ đưa chúng ta đi.,
scene8_king2:Công chúa nói đúng, ta không muốn chết.,
scene9_hero1: Điều gì đã xảy ra? Chúng ta đang ở đâu?,
scene9_king1: Tại một nơi tương tự mà chúng ta đã ở. Những con quỷ đã đánh cắp mọi thứ! Vàng, vương miện và THẬM CHÍ LÀ CẢ LÂU ĐÀI CỦA TA!,
scene9_hero2: Và điều gì đã xảy ra với công chúa?,
scene9_king2: À, vâng. Chúng cũng bắt cóc công chúa....Con gái của ta.....Vương miện của ta…,
scene9_hero3: Tôi sẽ làm mọi thứ và công chúa sẽ trở về!,
scene9_king3: Và đừng quên chiếc vương miện. Và tòa lâu đài. Và ngân khố. Ta đã nói về vương miện chưa? Đó là tất cả, nhanh lên!,
scene9_king4: Phần thưởng lớn đang đợi ngươi.,
scene9_hero5: Tôi đã liên tục nghe nó.,
scene1_1_npc_guard1: Này, hãy giúp tôi đóng cánh cổng. Chúng ta sẽ ngăn cản những con quỷ trong làng!,
scene1_1_hero1: Và những người dân trong làng đang ở đâu?,
scene1_1_npc_guard2: Họ đang ở bên trong, chúng ta sẽ trốn thoát khi những con quỷ đang bận rộn với họ, đi thôi!,
scene1_1_npc_guard3: Cái quái gì vậy!,
scene1_2_enemy1: *la hét*,
scene1_2_hero1: Oh, tuyệt vời, tôi có thể uống một ít nước!,
scene1_2_npc_civilian_man1: Này người bạn, có phải ngươi là người đã giết những con quỷ không?,
scene1_2_hero2: Đúng rồi… và ngươi đang ở đâu?,
scene1_2_npc_civilian_man2: Tôi ở đây, trong giếng, chúng tôi bị nhốt trong chuồng dưới đất, hãy cứu chúng tôi!,
scene1_2_hero3: Ta có thể tìm ra ngươi như thế nào?,
scene1_2_npc_civilian_man3: Cổng vào phía dưới con đường, nhanh lên!,
scene1_2_npc_civilian_man4: Ngươi đã cứu chúng ta, cảm ơn.,
scene1_2_hero4: Ta đang vội, hãy mở cái cổng và ta sẽ rời đi ngay.,
scene1_2_npc_civilian_man5: Ngươi biết đấy, nơi này rất an toàn, chúng ta sẽ rời di khi cổng làng đóng.,
scene1_2_hero5: Và ta sẽ rời khỏi đó như thế nào?,
scene1_2_npc_civilian_man6: Có một con đường bí mật, xuyên qua các hang, nó sẽ nguy hiểm hơn, nhưng bạn sẽ phải đương đầu với nó. Hãy đi đi, tôi sẽ chỉ nó cho bạn.,
scene1_3_enemy_arrow1: TIẾNG NỔ KINH KHỦNG!,
scene1_3_enemy_bomb1: CÁI GÌ CƠ!? TÔI KHÔNG NGHE THẤY GÌ CẢ! HÃY NHÌN VÀO QUẢ BOM MỚI CỦA TÔI!,
scene1_3_enemy_bomb2: TIẾNG NỔ THẬT KINH KHỦNG! QUẢ BOM THẬT TUYỆT! HAHA!,
scene1_3_npc_civilian_man1: Ở đây! Hãy tới đây người giết quỷ, lối ra ở đây.,
scene1_3_hero1: Ngươi là ai?,
scene1_3_npc_civilian_man2: Tôi là… erm…một người dân địa phương và tôi muốn giúp đỡ. Nhanh lên, ngươi phải chạy.,
scene1_3_hero2: Cảm ơn.,
scene1_3_enemy_wizard1: Được, hãy đi chết đi! HAHA!,
scene1_4_boss_hero1: Cái hang này không có điểm tận cùng, ngươi có chắc đây là con đường để thoát ra ngoài?,
scene1_4_boss_stupidBoss1: Không. Ngươi. Hãy quay lại đây, đúng rồi.,
scene1_4_boss_hero2: Xin chào! Ngươi có phải là chú lùn thân thiện có thể chỉ cho tôi lối thoát không?,
scene1_4_boss_stupidBoss2: Không, ta sẽ giết mọi người. Phải giết ngươi.,
scene1_5_hero1: Chút yên bình cuối cùng!,
scene1_5_enemy1: Đây là đường cùng rồi...cũng như của ngươi.. AHAHA!,
scene1_5_npc_civilian_man1: Không, làm ơn.,
scene1_5_hero2: Chúng tôi muốn giúp họ!,
scene1_5_hero3: Ngươi ổn chứ?,
scene1_5_npc_civilian_girl1: vâng, cảm ơn.,
scene1_5_hero4: Làm ơn nói cho tôi biết, ngươi có nhìn thấy… à hèm… tòa lâu đài đang bay?,
scene1_5_npc_civilian_girl2: Có, tôi có thấy, nó đã bay theo hướng kia!,
scene1_5_hero5: cảm ơn, đến lúc ta phải đi rồi.,
scene1_5_npc_civilian_girl3: làm ơn hãy cứu bố của ta, những con quỷ đang giữ ông ấy trong nhà, chúng đang…bức ép ông ấy...,
scene1_5_npc_civilian_girl4: Giặt quần lót của chúng… *khóc*,
scene1_5_hero6: Ta sẽ cứu ông ấy, đừng sợ.,
scene1_5_npc_civilian_old: Cảm ơn.,
scene1_5_npc_civilian_girl5: Bố của ta đã sống sót!,
scene1_5_npc_civilian_man2: Điều đó dành cho bạn, một phần thưởng nhỏ bé.,
scene1_6_npc_guard_h1: Hãy dừng ngay tại đây, lũ quỷ! Tránh xa ra! Nếu không, ta sẽ dạy bảo ngươi!,
scene1_6_hero1: Ta là người săn quỷ và ta đang tìm kiếm lâu đài của nhà vua!,
scene1_6_npc_guard_h2: Ta đã nhìn thấy lâu đài, nó nằm không xa ngôi làng.,
scene1_6_npc_guard_h3: Nhưng ta sẽ không để ngươi vượt qua, lũ quỷ! Hãy bỏ cuộc đi!,
scene1_6_hero2: - Oh,ta không phải là quỷ!,
scene1_6_npc_civilian_women1: - Den! Đã nhìn thấy lũ quỷ trong nước thải, chúng ta cần quét sạch chúng!,
scene1_6_npc_guard_h4: Tôi đã bắt được một tên!  Chúng ta hãy treo nó lên!,
scene1_6_hero3: Ồ… Ta không có thời gian cho việc này. Đúng, ta là một con quỷ! Á! Ta sẽ ăn thịt ngươi ngay bây giờ! Á! Tốt nhất hãy chạy đi!,
scene1_6_npc_guard_h5: Á á ! Chạy thôi!,
scene1_6_npc_civilian_women2: Ngươi thực sự là một thợ săn. Nhưng vẫn còn những con quỷ đã chiếm giữ làng của chúng tôi.,
scene1_6_hero4: Ta sẽ đối đầu với chúng, hãy đợi tôi tại lối ra của ngôi làng.,
scene1_6_hero5: Ngôi làng đã sạch, và bây giờ hãy chỉ cho ta lâu đài ở đâu.,
scene1_6_npc_civilian_women3: Nhưng toàn bộ quân đội đã ở xung quanh và bên trong, có thể, chúng ta hãy quên đi lâu đài này, hãy để cho chúng lấy nó, nhà vua sẽ xây dựng một cái mới sau này.,
scene1_6_hero6: Tôi muốn cứu công chúa.,
scene1_7_boss_wolfBoss1: Ngươi là thợ săn?,
scene1_7_hero1: Erm... Không, ta ư? Chắc chắn không. Không.,
scene1_7_boss_wolfBoss2: Ngươi không giỏi trong việc nói dối, thợ săn ạ. Ta là linh hồn của khu rừng này. Ta không thường xuyên hiện ra trước mọi người,
scene1_7_boss_wolfBoss3: Các quỷ dữ đe dọa ta sẽ phá hủy khu rừng của ta nếu ta không giết ngươi. Không có tư thù gì cả.,
scene1_7_hero2: Điều gì sẽ xảy ra nếu chúng ta đi đến một thỏa thuận hoặc ngươi sẽ giúp ta đánh bại chúng?,
scene1_7_boss_wolfBoss4: Không, thợ săn, xin lỗi, ta sẽ cố gắng làm mọi thứ nhanh chóng.,
scene1_7_boss_wolfBoss5: Tốt, tại sao ngươi lại đứng đây?,
scene1_7_hero3: Ngươi vẫn chưa chết?,
scene1_7_boss_wolfBoss6: Tất nhiên, ta không phải con người, ngươi không thể giết ta, nhưng ta vẫn không muốn làm việc cho quỷ.,
scene1_7_boss_wolfBoss7: Ta sẽ chỉ giả vờ đã chết.,
scene1_7_hero4: Ý kiến hay.,
scene1_7_boss_wolfBoss8: Hãy đi đi. Lâu đài của ngươi cách xa phía nam.,
scene2_1_enemy_red1: Giao hàng Pizza? Ngươi dường như đến quá sớm .,
scene2_1_hero1: Erm... Đúng. Đơn hàng của ngươi. Với cá cơm và nấm .,
scene2_1_enemy_red2: Tôi sẽ kéo dây ngay bây giờ, hãy leo lên đây.,
scene2_1_enemy_wizard1: Này! Tên lính kia! Hãy thức dậy! Hãy dừng ngủ, quân địch đang ở trong nhà!  Tao đã trả công gì cho mày, kẻ lười biếng!,
scene2_1_enemy_wizard2: Hãy thức bạn của ngươi dậy!,
scene2_1_enemy_sceleton1: a-a-ah… e-e-eh…,
scene2_1_enemy_wizard3: Toàn bộ não bị teo!,
scene2_1_enemy1: Dừng lại! Ta đang ở bên cạnh ngươi.,
scene2_1_hero2: Ta không hiểu. Cái gì cơ?,
scene2_1_enemy2: Ta là gián điệp. Ta đã sống dưới vỏ bọc giữa lũ quỷ trong suốt 15 năm. Ta đã có một gia đình và những đứa trẻ ở đây.,
scene2_1_hero3: Ta có thể giúp gì cho ngươi?,
scene2_1_enemy3: Ta không thể tiết lộ bản thân mình. Ta chỉ có thể nói rằng chúng ta đã bị phản bội. Nhưng ta không biết ai đã làm điều đó.,
scene2_1_enemy4: Oh, hãy lấy viên kim cương này từ ngân khố của hoàng gia, ta nghĩ nó sẽ có hữu ích hơn cho ngươi.,
scene2_1_hero4: Cảm ơn.,
scene2_3_boss_hero1: Hiệp sĩ vàng! Có phải bạn không? Thật tốt, ta đã tìm thấy ngươi,
scene2_3_boss_knightBoss1: ...,
scene2_3_boss_hero2: Hiệp sĩ vàng? Này… Ngươi có nhìn thấy công chúa không?,
scene2_3_boss_hero3: Tại sao ngươi lại đeo vương miện?,
scene2_3_boss_knightBoss2: Bởi vì bây giờ nó là của ta!,
scene2_3_boss_knightBoss3: Và công chúa cũng là của ta.  Và vương quốc. Tất cả mọi thứ bây giờ đều là của ta. Tất cả mọi thứ đều là của ta! Ha-ha-ha!,
scene2_3_boss_hero4: Tất cả những thứ này bây giờ đang thuộc về lũ quỷ. Ngươi là một tên lừa gạt.,
scene2_3_boss_knightBoss4: Chính ngươi mới là kẻ ngu ngốc!,
scene2_3_boss_hero5: Ngươi!,
scene2_3_boss_knightBoss5: Ngươi!,
scene2_3_boss_hero6: Ta!,
scene2_3_boss_knightBoss6: Ta!,
scene2_3_boss_hero7: Đúng! Chính ngươi!,
scene2_3_boss_knightBoss7: A a a!Ta sẽ giết ngươi!,
scene2_3_boss_knightBoss8: Này, này, dừng lại! Ngươi là một chiến binh xuất sắc.,
scene2_3_boss_hero8: Đúng, Ta biết điều đó.,
scene2_3_boss_knightBoss9: Ngươi biết không, ta vừa nhớ về một vấn đề quan trọng...để ký vào các giấy tờ...,
scene2_3_boss_knightBoss10: Ta sẽ gọi cho ngươi sau!,
scene2_4_princess1: Ngươi đã đến vì ta?,
scene2_4_hero1: Đúng. Ta đã đi tìm nàng ở khắp mọi nơi.,
scene2_4_princess2: ...,
scene2_4_hero2: ...,
scene2_4_princess3: Đó là Hiệp sĩ Vàng! Hắn ta đã thông đồng với quỷ. Một kẻ phản bội.,
scene2_4_hero3: Ta đã gặp hắn, nhưng hắn đã trốn thoát. Ta cần giúp nàng thoát khỏi đây và mang nàng trở lại vương quốc.,
scene2_4_enemy_wizard1: Công chúa, ta đang tìm Người, người đã chạy trốn đi đâu vậy, phò mã đang đợi Người.,
scene2_4_hero4: Công chúa!,
scene2_4_enemy_wizard2: Tại sao ngươi lại không chết?!,
scene2_4_hero5:Ta cũng muốn hỏi ngươi như vậy.,
scene2_4_enemy_wizard3: Đây chính là thời gian để dọn dẹp mọi thứ. Tất cả sẽ sớm sẵn sàng thôi.,
scene2_5_hero1: Tôi cần hiểu tôi đang ở đâu và để tìm lâu đài. Một lần nữa.,
scene2_5_hero2: Xin chào, hãy tránh xa cô ấy!,
scene2_5_npc_civilian_girl1: Không, làm ơn! Anh ấy rất tốt!,
scene2_5_hero3: Cái gì cơ?,
scene2_5_npc_civilian_girl2: Anh ấy là người tốt, anh ấy… đã cứu cả làng chúng tôi, chúng tôi đã cùng nhau che giấu tất cả người dân.,
scene2_5_npc_civilian_girl3: Làm ơn, đừng rút thanh gươm của ngươi ra.,
scene2_5_hero4: Ok, ok, ta không phải là tên giết người khát máu. Nếu ngươi có những mối quan hệ tốt, ta sẽ làm tất cả vì nó.,
scene2_5_enemy1:  Cảm ơn.Ta có thể giúp ngươi?,
scene2_5_hero5: Đúng, ta muốn lấy tòa lâu đài bị trộm... Một lần nữa.,
scene2_5_enemy2: Được rồi, nó không xa đây. Ta sẽ dẫn ngươi tới đó. Nhưng cổng làng đã bị đóng.,
scene2_5_enemy3: Ngươi phải mở nó.,
scene2_6_enemy1: Ngươi đã nhìn thấy các trò chơi của ngày hôm qua?,
scene2_6_enemy_red1: Không, ta đang tuần tra. Tất cả đang tìm kiếm thợ săn quỷ điên.,
scene2_6_enemy2: Tốt nhất hắn ta sẽ bị bắt sớm. Tôi không thể ngủ, tôi gặp ác mộng.,
scene2_6_enemy3: Nếu ta không nhầm thì tôi sẽ phải đợi đến khi tôi mở cửa.,
scene2_6_hero1:Ta nghĩ nó sẽ nhanh hơn.,
scene2_6_enemy4: Ngươi đang không xa sảnh chính. Có lẽ công chúa đang ở đó. Nhanh lên.,
scene2_6_knightBoss1: Chúng ta sẽ đợi ngươi. Ta định cưới công chúa và ta quyết định tặng cô ấy món quà đám cưới.,
scene2_6_knightBoss2: Xác chết của ngươi. ha-ha-ha!,
scene2_6_princess1: Không!,
scene2_6_hero2: Lần trước ta đã đánh ngươi dễ dàng, tấn công, yếu ớt. Đừng sợ, công chúa .,
scene2_6_knightBoss3: Ồ!, lần này ta sẽ sử dụng năng lực SIÊU KHÔNG GIAN QUỶ DỮ,
scene2_6_knightBoss4: Nó sẽ mang lại cho ta SỨC MẠNH SIÊU NHIÊN CỦA QUỶ DỮ! HÃY BẮT ĐẦU!,
scene2_6_knightBoss5: Ha-ha-ha! Được thôi!,
scene2_6_knightBoss6: Ta đang cảm nhận nguồn sức mạnh!,
scene2_6_knightBoss7: Ta là một siêu chiến binh không ai thắng nổi!,
scene2_6_knightBoss8: Ta nghĩ nó sẽ đủ cho ta!,
scene2_6_knightBoss9: Này! Hãy tắt đi!,
scene2_6_knightBoss10: Ta đang nạp năng lượng, ngắt kết nối với dây  !,
scene2_6_knightBoss11: Аааааааh! Ааааааааh!,
scene2_6_princess2: Chàng đã cứu ta. Hãy rời khỏi đây ngay!,
scene2_6_hero3: Không, phải ở lại đây, ta phải chấm dứt điều này và giải phóng lâu đài.,
scene2_6_princess3: Tốt, đấy là công việc của chàng, để xem chàng khi nào kết thúc. Ta sẽ đợi...,
scene2_6_enemy_wizard1: Tốt. Tốt. Hãy làm đi.,
scene2_6_hero4: Ngươi đang nói chuyện với ta?,
scene2_6_enemy_wizard2: Hãy im ngay.,
scene2_6_enemy_wizard3: Không, thưa ngài, ta sẽ không nói với ngài nữa…. Anh ta trông như một con gián và yếu đuối như một cô gái thưa ngài...,
scene2_6_enemy_wizard4: Tốt. Ta có tất cả mọi thứ. Ta sẽ giữ ngươi sống sót.,
scene2_6_hero5: Ngươi đã kết thúc chưa?,
scene2_6_enemy_wizard5: Như ngươi thấy, ta đang nói chuyện với ông chủ của mình. Vì thế, các kế hoạch đã thay đổi.,
scene2_6_enemy_wizard6: Ông chủ của chúng ta đã quyết định tự xử lý ngươi. Ngươi cũng là một vấn đề thực sự. Nhưng người không phải là miếng ngon cho ông chủ.,
scene2_7_boss_dragonBoss1: Ta đã bị đánh thức vì nó phải không? Và quân đội của chúng ta không thể giết nó?,
scene2_7_boss_dragonBoss2: Ngươi là ai?,
scene2_7_boss_hero1: Ta là kẻ diệt quỷ, một thợ săn ma quỷ. Và ngươi đã trộm sai vương quốc và bắt cóc sai công chúa.,
scene2_7_boss_dragonBoss3: Đây là lâu đài của ta! Lão vua đáng thương của người đã xây nó bằng tiền của ta. Và lão ta không trả tiền đúng hạn!,
scene2_7_boss_hero2: Nhưng quân đội ngươi đang phá hủy làng xóm và giết chóc dân thường.,
scene2_7_boss_dragonBoss4: Ngươi có hiểu gì về lợi tức không?,
scene2_7_boss_hero3: Được rồi, giữ lấy lâu đài, Tao sẽ lấy công chúa và đi thật xa. Đồng ý chứ?,
scene2_7_boss_dragonBoss5: Thật là ngu ngốc. Ngươi đã tiêu diệt quân đội của ta. Ngươi làm ảnh hưởng đến giấc ngủ của ta. Ngươi giết Quỷ lùn, Yêu tinh Sói.,
scene2_7_boss_dragonBoss6: Bây giờ ta phải giết ngươi, con người kia! Hãy câm ngay!,
scene2_8_king1: Ngươi đã quay lại! Đến đây! Lâu đài ở đâu? Có phải nó sẽ đến sau không? Cùng với kho báu?,
scene2_8_princess1: Cha, không có lâu đài và vàng bạc, chúng đã bị phá hủy bởi vì cha không trả nợ! Hóa ra Hiệp sĩ Vàng là kẻ phản bội!,
scene2_8_king2: Và cả vương miện của ta cũng bị mất? Vương miện của ta...,
scene2_8_princess2: Cha ơi, Chàng ấy cứu CON!,
scene2_8_king3: uh, đúng, chắc thế rồi, chắc thế... ,
scene2_8_king4: Nên, Mage, Ta sẽ thưởng cho ngươi một món quà tuyệt vời như thế ! ,
scene2_8_king5: Ngươi được vinh dự đón một vị vua cùng con gái ông ta tại nhà. Đó là phần thưởng cho chiến binh dũng cảm, đúng không ? ,
scene2_8_hero1: uhm.. Vâng, tất nhiên... Đó là một vinh dự, tạ ơn đức vua... Tôi nghĩ tôi không thể nhận vinh dự đó... ,
scene2_8_king6: Không, không, mọi thứ đã được quyết định, lên đường thôi! ,
scene2_8_hero2: Tuyệt quá. ,
GUI_bonuses: BONUSES bên trong!,
GUI_1bonus: TIẾT KIỆM TRỰC TUYẾN,
GUI_2bonus: CHÀO M NEWNG ĐÁNG MỚI!,
GUI_3bonus: +50 đồng xu!,
GUI_warning: CẢNH BÁO!,
GUI_shop: cửa tiệm,
GUI_buy: MUA,
GUI_finish_coins: đồng xu,
GUI_finish_kills: Giết chết,
GUI_finish_secrets: Bí mật,
GUI_finish_score: Ghi bàn,
GUI_you_are_dead: Bạn đã chết!,
GUI_revive: Hồi sinh!,
GUI_restart: Khởi động lại,
tutorial16: Chạm vào để uống,
tutorial17: Nhấn vào đây để uống,
GUI_book_level: Cấp bậc phép thuật,
GUI_health_potion: Y tế Potion,
GUI_mana_potion: Mana Potion,
GUI_remove_ads: Hủy bỏ quảng cáo,
GUI_restore: Khôi phục,
GUI_arena_1: Làn sóng,
GUI_arena_2: Chuẩn bị,
GUI_arena_3: Khởi đầu,
GUI_arena_4: Đã hoàn thành,
GUI_arena_5: tốc chiến đấu tiền thưởng,
GUI_arena_6: TỔNG ĐIỂM,
GUI_arena_7: Làn sóng tiếp theo,
GUI_arena_8: KHÓA HỌC CÓ B FLNG,
GUI_arena_9: Arena Đã hoàn thành,
achievement_name15: Sân vận động Сhempion,
achievement_discr15: Hoàn thành Arena,

