language:_french,
achievement_name0: Premier pas,
achievement_discr0: Premier combat,
achievement_name1: Loup,
achievement_discr1: Vaincre l'esprit de la forêt,
achievement_name2: Un type costaud,
achievement_discr2: Vaincre le troll des cavernes,
achievement_name3: Traître,
achievement_discr3: Vaincre le chevalier d'or,
achievement_name4: Possesseur,
achievement_discr4: Vaincre le dragon démoniaque,
achievement_name5: Chasseur de démon,
achievement_discr5: Terminer l'entraînement,
achievement_name6: Véritable chasseur,
achievement_discr6: Continuer à jouer,
achievement_name7: Novice,
achievement_discr7: Obtenir le livre du 2nd niveau,
achievement_name8: Mage débutant,
achievement_discr8: Obtenir le livre du 3ème niveau,
achievement_name9: Véritable magicien,
achievement_discr9: Obtenir le livre du 4ème niveau,
achievement_name10: Grand magicien,
achievement_discr10: Obtenir le livre du 5ème niveau,
achievement_name11: Sauveteur,
achievement_discr11: Finir le jeu,
achievement_name12: Tueur de démon,
achievement_discr12: Vaincre 10 ennemis,
achievement_name13: Maître,
achievement_discr13:  Vaincre 50 ennemis,
achievement_name14: Le Meilleur,
achievement_discr14:  Vaincre 100 ennemis,
tutorial0: Mouvements - Touches directionnelles,
tutorial1: Attaque - С,
tutorial2: Magie - X,
tutorial3: Action - C,
tutorial4: Suivant - Espace,
tutorial5: Menu du personnage - E,
tutorial6: Cliquez pour faire un choix ou appuyez sur 3,
tutorial7: Touchez pour sélectionner,
tutorial8: Cliquez pour continuer à jouer,
tutorial9: Touchez pour continuer à jouer,
tutorial10: Cassez la boîte,
tutorial11: Ouvrez le coffre,
tutorial12: Brisez la porte,
tutorial13: se laisser tomber,
tutorial14: Visitez le magasin pour obtenir des améliorations,
tutorial15: Recupérez des pièces et des cristaux pour acheter des améliorations,
magic_name0: ,
magic_name1: Feu,
magic_name2: Glace,
magic_name3: Foudre,
magic_string1: Caractéristique:,
magic_string2: Dégâts instantanés:,
magic_string3: Dégâts par seconde:,
magic_fire_string4: Distance d'attaque:,
magic_ice_string4: Durée de ralentissement:,
magic_light_string4: Nombre d'éclairs:,
special1: Enflamme,
special2: Ralentit,
special3: Étourdit,
damage_miss: raté,
damage_crit: critique,
hero_inventory: HÉROS,
GUI_pause: PAUSE,
GUI_settings: OPTIONS,
GUI_quality: qualité,
GUI_music: musique,
GUI_sounds: sons,
GUI_low: basse,
GUI_high: haute,
GUI_on: activer,
GUI_off: désactiver,
GUI_en: english,
GUI_ru: русский,
GUI_how_to_play: COMMENT JOUER,
GUI_online: EN LIGNE,
GUI_local: EN LOCAL,
GUI_welcome: Bienvenue!,
GUI_online_window: Connectez-vous pour utiliser les sauvegardes en ligne,
GUI_local_window: La progression du jeu sera enregistrée sur votre ordinateur,
GUI_play: JOUER,
GUI_arena: ARÈNE,
GUI_more_games: PLUS DE JEUX,
none: ,
hero: Mage,
princess: Princesse,
king: Roi,
knightBoss: Chevalier d'or,
stupidBoss: Troll des cavernes,
wolfBoss: Esprit de la forêt,
dragonBoss: Dragon démoniaque,
enemy1: Démon,
enemy2: Démon,
enemy_bomb: Démolisseur,
enemy_arrow: Archer,
enemy_wizard: Mage squelette,
enemy_sceleton: Fantassin squelette,
enemy_red: Officier démon,
npc_guard: Gardien,
npc_guard_h: Gardien,
npc_civilian_girl: Fille,
npc_civilian_women: Femme,
npc_civilian_old: Vieillard,
npc_civilian_man: Civil,
scene0_npc_guard1: Mon roi! Les démons sont partout! Le château est assiégé!,
scene0_king1: Que voulez-vous? J'ai dit que je paierai!,
scene0_enemy_wizard1: Le château est maintenant nôtre ! Nous prendrons tout ce qui vous appartient!,
scene1_hero1: Le soleil se couche. Princesse, il est temps de retourner au royaume!,
scene1_npc_guard1: Argh ... Les démons ont attaqué le château. Mage, sauve nous! Argh ...,
scene1_princess1: Nous devons aller au château! Vite!,
scene2_princess1: Hé!,
scene2_hero1: Quoi?,
scene2_princess2: La porte est fermée! Essayez de frapper ce levier pour l'ouvrir!,
scene2_princess3: Excellent, dépêchons-nous!,
scene3_princess1: Encore une porte, brisez-la avec une attaque normale!,
scene4_princess1: Arrêtez! Vous ne passerez pas facilement ici!,
scene4_princess2: Broyez ces herbes épineuses en utilisant des éclairs!,
scene4_princess3: He-He,
scene4_princess4: C'était puissant. Rattrapez-moi!,
scene5_princess1: Attention, revoilà encore ces mauvaises herbes, vous pouvez les brûler avec le feu.,
scene5_hero1: Comment les avez-vous franchies?,
scene5_princess2: Je suis simplement chanceuse, probablement, je ne sais pas, dépêchez-vous!,
scene6_princess1: Des loups féroces!,
scene6_princess2: Ils vont nous déchiqueter!,
scene6_hero1: La voie est libre, courons!,
scene7_enemy1: L'attaque est à son apogée et puisque tu as perdu la carte nous ne pouvons pas trouver ce stupide château!,
scene7_enemy2: Excusez-moi monsieur, nous devons capturer le château non loin de là, pourriez-vous nous dire où est-ce?,
scene7_enemy3: Sinon, on va t'arracher les tripes!,
scene7_enemy4: Oh, veuillez excuser mon ami. Dites-nous, je vous prie, de quel côté se trouve le château? Nous sommes en retard pour sa capture.,
scene7_hero1: Vous l'avez dépassé depuis un moment déjà, faites demi-tour puis à gauche, à droite, tout droit, tout droit, à gauche, à droite, traversez le pont et ensuite la forêt. Vous avez saisi?,
scene7_enemy5: Euh ... je crois, merci.,
scene7_princess1: Zut, c'est vrai, nous devons nous dépêcher.,
scene7_hero2: C'est dangereux pour vous, restez ici.,
scene7_princess2: N'y pensez même pas, je sauverai mon royaume.,
scene8_king1: Oh non, pourquoi êtes-vous revenus, moi qui croyais que vous étiez en sécurité ?!,
scene8_hero1: Pas le temps d'expliquer, il faut partir, le château est assiégé.,
scene8_knightBoss1: Non! Nous ne devons pas abandonner! Si le roi est destiné à mourir, alors il mourra ici.,
scene8_princess1: Certainement pas, nous devrions tous partir maintenant! Le Mage nous guidera.,
scene8_king2: La princesse a raison, je ne veux pas mourir.,
scene9_hero1: Que s'est-il passé? Où sommes-nous?,
scene9_king1: Nous n'avons pas bougé. Ces démons ont tout volé! L'or, la couronne, ET MÊME MON CHÂTEAU!,
scene9_hero2: Et qu'est-il arrivé à la princesse?,
scene9_king2: Ah, oui. ils l'ont aussi kidnappée ... Ma fille ... Ma couronne ...,
scene9_hero3: Je vais régler tout ça et la princesse reviendra!,
scene9_king3: Et n'oubliez pas la couronne. Et le château. Et le trésor. Ai-je déjà parlé de la couronne? C'est tout, dépêchez-vous!,
scene9_king4: Une belle récompense vous attend.,
scene9_hero5: J'entends ça à chaque fois.,
scene1_1_npc_guard1: Hé, aidez-moi à fermer la porte. Nous allons bloquer les démons dans le village!,
scene1_1_hero1: Et où sont les habitants?,
scene1_1_npc_guard2: Ils sont à l'intérieur, nous nous échapperons pendant que les démons sont occupés avec eux, allez!,
scene1_1_npc_guard3: Mais que diable?!,
scene1_2_enemy1: *cri strident*,
scene1_2_hero1: Ah, parfait, je peux boire un peu d'eau!,
scene1_2_npc_civilian_man1: Psst, mon brave, est-ce toi qui tue les démons??,
scene1_2_hero2: Oui ... et où êtes-vous?,
scene1_2_npc_civilian_man2: Je suis là, dans le puits, nous avons été bloqués dans des cages souterraines, sauve-nous!,
scene1_2_hero3: Comment puis-je vous trouver?,
scene1_2_npc_civilian_man3: L'entrée est au bas de la rue, dépêche-toi!,
scene1_2_npc_civilian_man4: Tu nous a sauvé, merci.,
scene1_2_hero4: Je suis pressé, ouvrez la porte et je m'en vais.,
scene1_2_npc_civilian_man5: Tu sais, cet endroit est si sûr, alors nous allons laisser la porte du village fermée.,
scene1_2_hero5: Et comment puis-je sortir d'ici?,
scene1_2_npc_civilian_man6: Il y a un passage secret, à travers les grottes, c'est plus dangereux, mais tu vas te débrouiller. Allons-y, je vais te montrer.,
scene1_3_enemy_arrow1: MAGNIFIQUE EXPLOSION!,
scene1_3_enemy_bomb1: QUOI!? J'ENTENDS RIEN! REGARDE MA NOUVELLE BOMBE!,
scene1_3_enemy_bomb2: MAGNIFIQUE EXPLOSION! SUPER BOMBE! HAHA!,
scene1_3_npc_civilian_man1: Ici! Viens par ici tueur de démons, la sortie est ici.,
scene1_3_hero1: Qui êtes-vous?,
scene1_3_npc_civilian_man2: Je suis ... euh ... un habitant du coin et je veux aider. Dépêche-toi, tu dois courir.,
scene1_3_hero2: Merci.,
scene1_3_enemy_wizard1: Oui, va rencontrer ta mort! HAHA!,
scene1_4_boss_hero1: Cette grotte est sans fin, êtes-vous sûr que c'est le chemin de la sortie?,
scene1_4_boss_stupidBoss1: Non. toi. Fais un tour ici. C'est vrai.,
scene1_4_boss_hero2: Salut! Es-tu un troll pacifique qui peut me montrer la sortie?,
scene1_4_boss_stupidBoss2: Non. Moi tuer gens. Dois te tuer.,
scene1_5_hero1: De l'air frais, enfin!,
scene1_5_enemy1: C'est la fin de la route ... ainsi que la vôtre... AHAHA !,
scene1_5_npc_civilian_man1: Non, s'il vous plaît.,
scene1_5_hero2: Nous devons les aider!,
scene1_5_hero3: Vous allez bien?,
scene1_5_npc_civilian_girl1: Oui, merci.,
scene1_5_hero4: Dites-moi, s'il vous plait, avez-vous vu le... hum ... château volant?,
scene1_5_npc_civilian_girl2: Oui, je l'ai vu! Il volait dans cette direction!,
scene1_5_hero5: Merci, alors il est temps pour moi d'y aller.,
scene1_5_npc_civilian_girl3: S'il vous plaît, sauvez mon père, les démons le gardent dans la maison, ils ... ils le forcent à...,
scene1_5_npc_civilian_girl4: À laver leurs sous-vêtements… *pleurs*,
scene1_5_hero6: Quelles brutes! Je vais le sauver, n'ayez pas peur.,
scene1_5_npc_civilian_old: Merci.,
scene1_5_npc_civilian_girl5: Mon père est vivant!,
scene1_5_npc_civilian_man2: Ceci est pour vous, une petite récompense.,
scene1_6_npc_guard_h1: Arrête-toi là, démon! Reste loin! Sinon, je vais te montrer!,
scene1_6_hero1: Je suis un chasseur de démons et je poursuis le château du roi!,
scene1_6_npc_guard_h2: J'ai vu le château, il a atterri non loin du village.,
scene1_6_npc_guard_h3: Mais je ne te laisserai pas passer, démon! Abandonne!,
scene1_6_hero2: - Oh, je ne suis pas un démon!,
scene1_6_npc_civilian_women1: - Une tanière! Les démons ont été vus dans les égouts, nous devons les nettoyer!,
scene1_6_npc_guard_h4: J'en ai déjà pris une! Allons-y!,
scene1_6_hero3: Et puis zut... je n'ai pas le temps pour ça. Oui, je suis un démon! Arrr! Je vais vous manger tout de suite! Arrr! Mieux vaut s'enfuir!,
scene1_6_npc_guard_h5: Aaaah! Fichons le camp!,
scene1_6_npc_civilian_women2: Vous êtes vraiment un chasseur. Mais les démons tiennent toujours notre village.,
scene1_6_hero4: Je vais m'en charger, attendez-moi à la sortie du village.,
scene1_6_hero5: Le village est dégagé, et maintenant montrez-moi où se trouve château.,
scene1_6_npc_civilian_women3: Mais l'ensemble de  l'armée se trouve dans les alentours et à l'intérieur, peut-être que nous devrions oublier ce château, laissons-les le prendre, le roi en construira un nouveau.,
scene1_6_hero6: Je veux sauver la princesse.,
scene1_7_boss_wolfBoss1: Es-tu un chasseur?,
scene1_7_hero1: Euh ... moi? Non. Définitivement pas. Non.,
scene1_7_boss_wolfBoss2: Tu n'es pas un bon menteur, chasseur. Je suis l'esprit de cette forêt. Habituellement, je ne me montre pas aux gens.,
scene1_7_boss_wolfBoss3: Les démons menacent d'une destruction totale de cette forêt si je ne tue pas. N'y vois rien de personnel.,
scene1_7_hero2: Et si nous parvenions à un accord ou que vous m'aidiez à les vaincre?,
scene1_7_boss_wolfBoss4: Non, chasseur, désolé. Je vais essayer de faire ça rapidement.,
scene1_7_boss_wolfBoss5: Eh bien, pourquoi es-tu toujours debout?,
scene1_7_hero3: Vous n'êtes pas mort?,
scene1_7_boss_wolfBoss6: Évidemment que je ne le suis pas, en tant qu'humain tu ne peux pas me tuer. Mais je n'ai toujours pas envie de travailler pour des démons.,
scene1_7_boss_wolfBoss7: Je vais juste faire semblant d'être mort alors.,
scene1_7_hero4: C'est une sage idée.,
scene1_7_boss_wolfBoss8: Maintenant va. Ton château est plus loin, au nord.,
scene2_1_enemy_red1: Livraison de pizzas? Il semble que tu sois venu trop tôt.,
scene2_1_hero1: Euh ... Oui. Votre commande. Avec des anchois et des champignons.,
scene2_1_enemy_red2: C'est bien ça, je vais t'envoyer la corde maintenant, grimpe.,
scene2_1_enemy_wizard1: Hé! Soldat! Debout! Arrête de dormir, l'ennemi est dans la maison! Ce pour quoi je vous paye, fainéants!,
scene2_1_enemy_wizard2: Et réveille tes amis!,
scene2_1_enemy_sceleton1: a-a-ah… e-e-eh…,
scene2_1_enemy_wizard3: Cerveau totalement ramolli!,
scene2_1_enemy1: Arrêtez! Je suis de votre côté.,
scene2_1_hero2: Je ne comprend pas. Quoi?,
scene2_1_enemy2: Je suis un espion. Je vis incognito parmi les démons depuis 15 ans. J'ai créé ma famille et j'ai des enfants ici.,
scene2_1_hero3: Vous voulez m'aider?,
scene2_1_enemy3: Je ne peux pas me démasquer. Je peux seulement dire que nous avons été trahis. Mais je ne sais pas par qui.,
scene2_1_enemy4: Ah oui, prenez ce cristal provenant du trésor royal, je pense qu'il vous sera plus utile.,
scene2_1_hero4: Merci.,
scene2_3_boss_hero1: Chevalier d'or! Est-ce toi?! C'est tellement bon de t'avoir trouvé!,
scene2_3_boss_knightBoss1: ...,
scene2_3_boss_hero2: Chevalier d'or? Hé ... As-tu vu la princesse?,
scene2_3_boss_hero3: Pourquoi porte-tu la couronne?,
scene2_3_boss_knightBoss2: Parce que maintenant c'est la mienne!,
scene2_3_boss_knightBoss3: Et la princesse est aussi mienne. Et le royaume. Tout est à moi maintenant. TOUT EST À MOI! Ha-ha-ha!,
scene2_3_boss_hero4: Tout cela appartient aux démons maintenant. Tu n'es qu'un imbécile.,
scene2_3_boss_knightBoss4: C'est toi qui es un imbécile!,
scene2_3_boss_hero5: Toi!,
scene2_3_boss_knightBoss5: Toi!,
scene2_3_boss_hero6: Moi!,
scene2_3_boss_knightBoss6: Moi!,
scene2_3_boss_hero7: Oui! Toi!,
scene2_3_boss_knightBoss7: Argh! Je vais juste te tuer!,
scene2_3_boss_knightBoss8: Wow, wow, stop! Tu es un excellent guerrier.,
scene2_3_boss_hero8: Oui, je le sais.,
scene2_3_boss_knightBoss9: Tu sais, je viens de me rappeler d'un sujet important ... signer les documents ...,
scene2_3_boss_knightBoss10: Je t'appellerai plus tard!,
scene2_4_princess1: Est-ce que vous êtes venu pour moi?,
scene2_4_hero1: Oui. Il n'existe pas un seul endroit où je ne vous retrouverais pas.,
scene2_4_princess2: ...,
scene2_4_hero2: ...,
scene2_4_princess3: C'est le chevalier d'or! Il est complice avec les démons. Un traître.,
scene2_4_hero3: Je l'ai déjà croisé mais il a réussi à s'échapper. Je dois vous aider à partir d'ici et récupérer votre royaume.,
scene2_4_enemy_wizard1: Princesse, je  vous cherchais, où vous êtiez-vous enfuie? Votre fiancé vous attend.,
scene2_4_hero4: Princesse!,
scene2_4_enemy_wizard2: Que dirais-tu de mourrir?!,
scene2_4_hero5: Je peux vous poser la même question.,
scene2_4_enemy_wizard3: Bien, il est temps de jeter les ordures. Tout sera bientôt prêt.,
scene2_5_hero1:J'ai besoin de savoir où je suis et de trouver le château. Encore.,
scene2_5_hero2: Hé, vous, éloignez-vous d'elle!,
scene2_5_npc_civilian_girl1: Non je t'en prie! Il est gentil!,
scene2_5_hero3: Quoi?,
scene2_5_npc_civilian_girl2: Il est gentil, il… il a sauvé notre village, ensemble nous avons caché tous les habitants.,
scene2_5_npc_civilian_girl3: S'il te plaît, ne prends pas ton épée.,
scene2_5_hero4: Ok, ok, je ne suis pas un tueur sanguinaire. Si vous avez de bonnes relations, alors je suis tout à fait pour.,
scene2_5_enemy1: Merci, humain. Puis-je t'aider?,
scene2_5_hero5: Oui, je dois aller au château volé ... Encore une fois.,
scene2_5_enemy2: D'accord, ce n'est pas loin, je vais t'y conduire. Mais la porte du village est fermée.,
scene2_5_enemy3: Tu dois l'ouvrir.,
scene2_6_enemy1: As-tu vu le match d'hier?,
scene2_6_enemy_red1: Non, j'ai patrouillé. Tout le monde est à la recherche de ce cinglé de chasseur de démons..,
scene2_6_enemy2: Ce serait mieux si il pouvait se faire attrapper bientôt. Je n'arrive pas dormir du tout, j'ai des cauchemars.,
scene2_6_enemy3: Si je ne me trompe pas, j'ai demandé d'attendre jusqu'à ce que j'ouvre la porte.,
scene2_6_hero1: Je pensais que ce serait plus rapide.,
scene2_6_enemy4: Tu n'es pas loin de la salle centrale. On dirait que la princesse est là. Dépêche-toi.,
scene2_6_knightBoss1: Nous t'attendions. J'ai l'intention d'épouser la princesse et j'ai décidé de lui offrir un cadeau de mariage.,
scene2_6_knightBoss2: Ton cadavre. ha-ha-ha!,
scene2_6_princess1: Non!,
scene2_6_hero2: La dernière fois je t'ai facilement battu. Attaque, mauviette. N'ayez pas peur, princesse.,
scene2_6_knightBoss3: Oh, cette fois, je vais utiliser l'énergie du SUPER-ESPACE DÉMONIAQUE!,
scene2_6_knightBoss4: Cela me dotera de la SUPER-PUISSANCE du SUPER-DEMON! COMMENÇONS!,
scene2_6_knightBoss5: Ha-ha-ha! Oh, oui!,
scene2_6_knightBoss6: Je ressens la puissance!,
scene2_6_knightBoss7: Je suis un super-guerrier invincible!,
scene2_6_knightBoss8: Je pense que cela sera suffisant pour moi!,
scene2_6_knightBoss9: Hé! Éteins-toi!,
scene2_6_knightBoss10: Je suis chargé, déconnectez le câble!,
scene2_6_knightBoss11: Аааааааh! Ааааааааh!,
scene2_6_princess2: Vous m'avez sauvée. Sortons d'ici maintenant!,
scene2_6_hero3: Non, restez ici, je dois mettre un terme à tout ceci et libérer le château.,
scene2_6_princess3: Eh bien, c'est votre travail, je vous reverrai quand vous aurez fini. J'attendrai...,
scene2_6_enemy_wizard1: Bien. Bien. Je comprends.,
scene2_6_hero4: C'est à moi que vous parlez?,
scene2_6_enemy_wizard2: Tais-toi. Je suis occupé.,
scene2_6_enemy_wizard3: Non, monseigneur, ce n'est pas à vous que je m'adressais  ... Il est minable comme un cafard et faible comme une fillette, monseigneur ...,
scene2_6_enemy_wizard4: Eh bien, j'ai tout ce qu'il me faut, je vais le ramener vivant.,
scene2_6_hero5: Avez-vous fini?,
scene2_6_enemy_wizard5: Oui, j'ai parlé au patron, tu vois. Donc, les plans ont changé.,
scene2_6_enemy_wizard6: Notre patron a décidé de s'occupper de toi par lui même. Tu t'es avéré être un vrai problème. Mais tu n'es rien de plus quun amuse-bouche pour le patron.,
scene2_7_boss_dragonBoss1: Ai-je été réveillé à cause de cela? Et mon armée n'a pas réussi à tuer ça?,
scene2_7_boss_dragonBoss2: Et qui es-tu?,
scene2_7_boss_hero1: Je suis un diseviled, un chasseur de démons. Et vous avez volé le mauvais royaume et kidnappé la mauvaise princesse.,
scene2_7_boss_dragonBoss3: C'est mon château! Votre misérable roi l'a construit avec mon argent. Et il ne l'a pas remboursé à temps!,
scene2_7_boss_hero2: Mais votre armée détruit des villages, en tuant des gens.,
scene2_7_boss_dragonBoss4: As-tu déja entendu parler de choses que l'on appelle "les intérêts"?,
scene2_7_boss_hero3: Eh bien, prenez le château, je garde la princesse et je m'en irai. D'accord?,
scene2_7_boss_dragonBoss5: Quelle stupidité. Tu as écrasé mon armée. Tu as dérangé mon sommeil. Tu as tué le Troll, l'Esprit de la forêt.,
scene2_7_boss_dragonBoss6: Maintenant je dois te tuer, humain! Reste tranquille!,
scene2_8_king1: Vous êtes revenu! Allons! Où est le château? Sera-t-il livré plus tard? Avec le trésor?,
scene2_8_princess1: Père, il n'y a plus de château ni d'or, ils ont été détruits parce que vous n'aviez pas payé la dette! Le Chevalier d'Or s'est avéré être un traître!,
scene2_8_king2: Et même ma couronne n'a pas été sauvée? Ma couronne ...,
scene2_8_princess2: Père, Il m'a sauvée MOI !,
scene2_8_king3: Ah, oui, oui, bien sûr...,
scene2_8_king4: Alors, Mage, je vous récompenserai tout de même d'un beau cadeau!,
scene2_8_king5: Vous avez l'honneur de recevoir le roi avec sa fille à la maison. C'est la récompense du vaillant guerrier, n'est-ce pas? ,
scene2_8_hero1: Euh .. Oui, bien sûr ... C'est un tel honneur, merci ... Je pense que je ne peux pas l'accepter ...,
scene2_8_king6: Non, non, tout est réglé, allons-y dès maintenant! ,
scene2_8_hero2: Super... ,
GUI_bonuses: BONUS À L'INTÉRIEUR!,
GUI_1bonus: ÉCONOMIE EN LIGNE,
GUI_2bonus: NOUVEAU CARACTÈRE IMPRESSIONNANT!,
GUI_3bonus: +50 MONNAIES!,
GUI_warning: ATTENTION!,
GUI_shop: BOUTIQUE,
GUI_buy: ACHETER,
GUI_finish_coins: PIÈCES DE MONNAIE,
GUI_finish_kills: TUER,
GUI_finish_secrets: SECRETS,
GUI_finish_score: BUT,
GUI_you_are_dead: TU ES MORT!,
GUI_revive: RELANCER!,
GUI_restart: REDÉMARRER,
tutorial16: Touchez pour boire,
tutorial17: Cliquez pour boire,
GUI_book_level: Niveau du livre magique,
GUI_health_potion: Potion de vie,
GUI_mana_potion: Potion de mana,
GUI_remove_ads: SUPPRIMEZ LA PUB,
GUI_restore: RESTAURER,
GUI_arena_1: VAGUE,
GUI_arena_2: SOIT PRÊT,
GUI_arena_3: DÉBUT,
GUI_arena_4: TERMINÉ,
GUI_arena_5: BONUS DE COMBAT DE VITESSE,
GUI_arena_6: SCORE TOTAL,
GUI_arena_7: PROCHAINE VAGUE,
GUI_arena_8: VICTOIRE IMPECCABLE,
GUI_arena_9: ARENA TERMINÉ,
achievement_name15: Champion de l'Arena,
achievement_discr15: Arène complète,

