language:_portuguese,
achievement_name0: Primeiro passo,
achievement_discr0: Primeiro combate ,
achievement_name1: Lobo,
achievement_discr1: Derrotar o Espírito da Floresta,
achievement_name2: Gajo musculoso,
achievement_discr2: Derrotar o Troll da caverna,
achievement_name3: Traidor,
achievement_discr3: Derrotar o Cavaliro Dourado,
achievement_name4: Dono,
achievement_discr4:  Derrotar o Dragão Demoníaco,
achievement_name5: Caçador do Demónio,
achievement_discr5: Completar o treino,
achievement_name6: Caçador Real,
achievement_discr6: Continuar a jogar,
achievement_name7: Novato,
achievement_discr7: Pegar livro do Nível 2,
achievement_name8: Mago Iniciante,
achievement_discr8: Pegar livro do Nível3,
achievement_name9: Feiticeiro Real,
achievement_discr9: Pegar livro do Nível 4,
achievement_name10: Grande Feiticeiro,
achievement_discr10: Pegar livro de nível 5,
achievement_name11: Resgatador,
achievement_discr11: Fim do jogo,
achievement_name12: Demónio Assassino,
achievement_discr12:  Derrotar 10 inimigos,
achievement_name13: Mestre,
achievement_discr13:  Derrotar 50 inimigos,
achievement_name14: O Melhor,
achievement_discr14:  Derrotar 100 inimigos,
tutorial0: Movimento - Tecla de seta,
tutorial1: Ataque - С,
tutorial2: Magia - X,
tutorial3: Acção - C,
tutorial4: Próximo - Espaço,
tutorial5: Menu de Personagem - E,
tutorial6: Clique para escolher ou pressione 3,
tutorial7: Toque para seleccionar,
tutorial8: Clique para continuar a jogar,
tutorial9: Toque para continuar a jogar,
tutorial10: Quebre a caixa,
tutorial11: Abra o baú,
tutorial12: Parta a porta,
tutorial13: para saltar para baixo,
tutorial14: Visite a loja para fazer upgrade,
tutorial15: Coleccione moedas e cristais para comprar upgrades,
magic_name0: ,
magic_name1: Fogo,
magic_name2: Gelo,
magic_name3: Relâmpago,
magic_string1: Característica:,
magic_string2: Dano Instantâneo:,
magic_string3: Dano por segundo:,
magic_fire_string4: Alcance de ataque:,
magic_ice_string4: Abrandar o tempo:,
magic_light_string4: Número de relâmpagos:,
special1: acende,
special2: abranda,
special3: choques,
damage_miss: falhou,
damage_crit: crítico,
hero_inventory: HERÓI,
GUI_pause: PAUSA,
GUI_settings: DEFINIÇÕES,
GUI_quality: qualidade,
GUI_music: música,
GUI_sounds: sons,
GUI_low: baixo,
GUI_high: alto,
GUI_on: ligado,
GUI_off: desligado,
GUI_en: Inglês,
GUI_ru: русский,
GUI_how_to_play: COMO JOGAR,
GUI_online: ONLINE,
GUI_local: OFFLINE,
GUI_welcome: Bem vindo!,
GUI_online_window: Faz log in para usares o que salvaste na nuvem,
GUI_local_window: O progresso do jogo será salvo no teu computador,
GUI_play: JOGAR,
GUI_arena: ARENA,
GUI_more_games: MAIS JOGOS,
none: ,
hero: Mago,
princess: Princesa,
king: Rei,
knightBoss: Cavaleiro Dourado,
stupidBoss: Troll da Caverna,
wolfBoss: Espírito da Floresta,
dragonBoss: Dragão Demoníaco,
enemy1: Demónio,
enemy2: Demónio,
enemy_bomb: Demolidor,
enemy_arrow: Arqueiro,
enemy_wizard: Mago Esqueleto,
enemy_sceleton: Esqueleto do soldado de Infantaria,
enemy_red: Oficial Demónio,
npc_guard: Guardião,
npc_guard_h: Guardião,
npc_civilian_girl: Rapariga,
npc_civilian_women: Mulher,
npc_civilian_old: Velhote,
npc_civilian_man: Civil,
scene0_npc_guard1: Rei! Os Demónios estão em toda a parte! O Castelo foi tomado!,
scene0_king1: O que queres? Eu disse que eu vou pagar!,
scene0_enemy_wizard1: O castelo é nosso para já! Vamos tirar tudo o que é teu!,
scene1_hero1: O sol está a pôr-se. Princesa é hora de regressar ao reino!,
scene1_npc_guard1: Argh… Os demónios atacaram o castelo. Mago, salve-nos a todos! Argh….,
scene1_princess1: Temos de ir para o castelo! Rápido!,
scene2_princess1: Hey!,
scene2_hero1: O quê?,
scene2_princess2: A porta está fechada! Tenta chutar aquela alavanca para abrir a porta!,
scene2_princess3: Excelente, despacha-te!,
scene3_princess1: Mais uma porta, quebra com um ataque normal!,
scene4_princess1: Pára! Não vais passar daqui facilmente!,
scene4_princess2: Esmaga estas ervas espinhosas isando relâmpagos!,
scene4_princess3: He-He,
scene4_princess4: Foi poderoso. Acompanha!,
scene5_princess1: Cuidado, de novo estas ervas, podes queimá-las com fogo.,
scene5_hero1: Como as atravessas?,
scene5_princess2: Provavelmente, apenas tenho sorte, não sei, despacha-te!,
scene6_princess1: Lobos feroses!,
scene6_princess2: Vão rasgar-nos!,
scene6_hero1: O caminho está livre, corre!,
scene7_enemy1: O ataque está no auge, e como perdeste o mapa, não conseguimos encontrar este castelo estúpido!,
scene7_enemy2: Desculpe, senhor, temos de capturar um castelo não muito longe dali, pode dizer-nos onde fica?,
scene7_enemy3: Se não, teremos de cortar fora as suas tripas!,
scene7_enemy4: Oh, desculpe amigo, diga-nos, por favor, para que lado é o castelo a partir daqui? Estamos atrasados para a sua captura.,
scene7_hero1: Há muito que passou por ele, volte, vire para a esquerda, para a direita, continue em frente, continue em frente, vire à equerda, vire à direita, atravesse a ponte e a floresta. Percebeu?,
scene7_enemy5: Hã… Penso que sim, obrigado.,
scene7_princess1: Oh, não, é verdade, temos de nos despachar.,
scene7_hero2: É perigoso para ti, fica aqui.,
scene7_princess2: Nem penses nisso, vou salvar o meu reino.,
scene8_king1: Oh não, por que voltaram, pensei que estavam em segurança?!,
scene8_hero1: Não há tempo para explicações, temos de ir embora, o castelo foi capturado.,
scene8_knightBoss1: Não! Não devemos desistir! Se o rei está destinado a morrer então morrerá aqui.,
scene8_princess1: Definitivamente não, devemos todos ir embora agora! O Mago vai levar-nos.,
scene8_king2: A Princesa está certa, eu não quero morrer.,
scene9_hero1: O que aconteceu? Onde estamos?,
scene9_king1: No mesmo sítio em que estávamos. Aqueles demónios roubaram tudo! Ouro, coroa, ATÉ MESMO O MEU CASTELO!,
scene9_hero2: E o que aconteceu à princesa?,
scene9_king2: Ah, sim. Eles também a raptaram… Minha menina… Minha coroa…,
scene9_hero3: Vou providenciar tudo e a princesa regressará!,
scene9_king3: E não se esqueça da coroa. E o castelo. E o tesouro. Já disse para não esquecer a coroa? É tudo, despache-se!,
scene9_king4: Uma grande recompensa o aguarda.,
scene9_hero5: Oiço isso frequentemente.,
scene1_1_npc_guard1: Hey, ajuda-me a fechar o portão. Vamos bloquear os demónos na vila!,
scene1_1_hero1: E onde estão os habitantes da vila?,
scene1_1_npc_guard2: Estão lá dentro, vamos escapar enquanto os demónios estão ocupados com eles, vamos!,
scene1_1_npc_guard3: Que diabo!,
scene1_2_enemy1: *gritos*,
scene1_2_hero1: Oh, excelente, posso beber um pouco de água!,
scene1_2_npc_civilian_man1: Psst, amigo, és tu quem matas demónios?,
scene1_2_hero2: Sim… e onde estás?,
scene1_2_npc_civilian_man2: Estou aqui, na fonte, fomos fechados em jaulas subterrâneas, sava-nos!,
scene1_2_hero3: Como posso encontrar-te?,
scene1_2_npc_civilian_man3: A entrada é a descer a rua, despacha-te!,
scene1_2_npc_civilian_man4: Salvaste-nos, obrigado.,
scene1_2_hero4: Estou com pressa, abra o portão e vou-me embora.,
scene1_2_npc_civilian_man5: Sabe, este sítio é tão seguro, vamos manter os portões da vila fechados.,
scene1_2_hero5: E como posso sair daqui?,
scene1_2_npc_civilian_man6: Há uma passagem secreta, pelas cavernas, é mais perigoso, mas você vai conseguir. Vamos, eu mostro.,
scene1_3_enemy_arrow1: EXCELENTE EXPLOSÃO!,
scene1_3_enemy_bomb1: O QUÊ!? NÃO CONSIGO OUVIR NADA! OLHA PARA A MINHA NOVA BOMBA!,
scene1_3_enemy_bomb2: EXCELENTE EXPLOSÃO! BOMBA PORREIRA! HAHA!,
scene1_3_npc_civilian_man1: Aqui! Venha, assassino de dragões, a saída é aqui.,
scene1_3_hero1: Quem és tu?,
scene1_3_npc_civilian_man2: Eu sou… hã… um habitante local e quero ajudar. Despacha-te, tens de correr.,
scene1_3_hero2: Obrigado.,
scene1_3_enemy_wizard1: Sim, vai conhecer a tua morte! HAHA!,
scene1_4_boss_hero1: Esta caverna é infinita, tens a certeza de que este é o caminho para a saída?,
scene1_4_boss_stupidBoss1: Não. Tu. Faz a uma volta aqui. Isso mesmo.,
scene1_4_boss_hero2: Olá! És um troll pacífico que me pode mostrar a saída?,
scene1_4_boss_stupidBoss2: Não. Eu mato pessoas. Tenho de te matar.,
scene1_5_hero1: Ar fresco finalmente!,
scene1_5_enemy1: Este é o fim do caminho... assim como o seu fim... AHAHA!,
scene1_5_npc_civilian_man1: Não, por favor.,
scene1_5_hero2: Temos de ajudá-los!,
scene1_5_hero3: Estás bem?,
scene1_5_npc_civilian_girl1: Sim, obrigada.,
scene1_5_hero4: Diga-me, por favor, viu… hem… o castelo voador?,
scene1_5_npc_civilian_girl2: Sim, vi, voou naquela direcção!,
scene1_5_hero5: Obrigada, então é altura de me ir embora.,
scene1_5_npc_civilian_girl3: Por favor, salve o meu pai, os demónios estão a mantê-lo preso em casa, eles… eles estão a forçá-lo...,
scene1_5_npc_civilian_girl4: A lavar-lhes as cuecas… *choro*,
scene1_5_hero6: Brutos! Vou salvá-lo, não tema.,
scene1_5_npc_civilian_old: Obrigada.,
scene1_5_npc_civilian_girl5: Meu pai está vivo!,
scene1_5_npc_civilian_man2: Isso é para si, uma pequena recompensa.,
scene1_6_npc_guard_h1: Alto, demónio! Afaste-se! Senão, já vai ver!,
scene1_6_hero1: Sou um caçador de demónio e estou a perserguir o castelo do rei!,
scene1_6_npc_guard_h2: Eu vi o castelo, aterrou não muito longe da vila.,
scene1_6_npc_guard_h3: Mas não vou deixá-lo passar, demónio! Desista!,
scene1_6_hero2: - Oh, não sou um demónio!,
scene1_6_npc_civilian_women1: - Den! Os demónios foram vistos nos esgotos, temos de limpá-los!,
scene1_6_npc_guard_h4: Eu já tinha apanhado um!  Vamos amarrá-lo!,
scene1_6_hero3: Oh… Não tenho tempo para isto. Sim, sou um demónio! Arrrr! Vou comê-lo agora! Arrrr! É melhor fugir!,
scene1_6_npc_guard_h5: Aaaah! Fujam!,
scene1_6_npc_civilian_women2: És mesmo um caçador. Mesmo assim, os demónios capturaram a nossa vila.,
scene1_6_hero4: Vou aguentá-los, espera-me na saída da vila.,
scene1_6_hero5: A vila está livre, agora mostra-me onde está o castelo.,
scene1_6_npc_civilian_women3: Mas todo o exército está a volta e dentro, talvez, vamos esquecer o castelo, deixa-os levá-lo, o rei então construirá um novo.,
scene1_6_hero6: Quero salvar a princesa.,
scene1_7_boss_wolfBoss1: És um caçador?,
scene1_7_hero1: Erm... não, eu? Definitivamente não. Não.,
scene1_7_boss_wolfBoss2: Não és bom a mentir, caçador. Sou um espírito desta floresta. Normalmente não me mostro para pessoas..,
scene1_7_boss_wolfBoss3: Os demónios ameaçaram destruir a minha floresta caso eu não o matasse. Nada pessoal.,
scene1_7_hero2: E se chegarmos a um acordo, ou vais ajudar-me a derrotá-los?,
scene1_7_boss_wolfBoss4: Não, caçador, desculpe, vou tentar ser rápido.,
scene1_7_boss_wolfBoss5: Bem, por que estás parado?,
scene1_7_hero3: Não estás morto?,
scene1_7_boss_wolfBoss6: Claro que não, sendo humano, não me podes matar, mas mesmo assim não quero trabalhar para os demónios.,
scene1_7_boss_wolfBoss7: Vour só fingir de morto.,
scene1_7_hero4: Idéia sábia.,
scene1_7_boss_wolfBoss8: Vai-te embora. O teu castelo está mais para o norte.,
scene2_1_enemy_red1: Entrega de pizza? Parece que vieste muito cedo.,
scene2_1_hero1: Erm... Sim. O teu pedido. Com anchovas e cogumelos.,
scene2_1_enemy_red2: Isso mesmo, vou já descer a corda, sobe.,
scene2_1_enemy_wizard1: Ei! Infantaria! Acordem! Parem de dormir, o inimigo está cá!  Para que vos pago, mandriões!,
scene2_1_enemy_wizard2: E acordem os vossos amigos!,
scene2_1_enemy_sceleton1: a-a-ah… e-e-eh…,
scene2_1_enemy_wizard3: Cérebro completamete murcho!,
scene2_1_enemy1: Pare! Estou do teu lado.,
scene2_1_hero2: Não percebo. O quê?,
scene2_1_enemy2: Sou um espião. Tenho vivido à paisana entre os demónios há 15 anos. Criei a minha família e tenho filhos aqui.,
scene2_1_hero3: Podes me ajudar?,
scene2_1_enemy3: Não me posso revelar. Apenas posso dizer que fomos traídos. Mas não sei quem o fez.,
scene2_1_enemy4: Oh sim, leva este cristal do tesouro real, Creio que vai se provar mais útil para ti.,
scene2_1_hero4: Obrigado.,
scene2_3_boss_hero1: Cavaleiro Dourado! És tu?! Ainda bem que o encontrei!,
scene2_3_boss_knightBoss1: ...,
scene2_3_boss_hero2: Cavaleiro Dourado? Ei… Viste a princesa?,
scene2_3_boss_hero3: Porque estás a usar a coroa?,
scene2_3_boss_knightBoss2: Por que agora é minha!,
scene2_3_boss_knightBoss3: E a princesa também é minha. E o reino. É tudo meu agora. É tudo meu! Ha-ha-ha!,
scene2_3_boss_hero4: Isto tudo pertence aos demónios agora. És um tolo.,
scene2_3_boss_knightBoss4: Tu é quem és o tolo!,
scene2_3_boss_hero5: Tu!,
scene2_3_boss_knightBoss5: Tu!,
scene2_3_boss_hero6: Eu!,
scene2_3_boss_knightBoss6: Eu!,
scene2_3_boss_hero7: Sim! Tu!,
scene2_3_boss_knightBoss7: Argh! Vou matá-lo!,
scene2_3_boss_knightBoss8: Wow, wow, pare! És um excelente guerreiro.,
scene2_3_boss_hero8: Sim, eu sei.,
scene2_3_boss_knightBoss9: Sabes, acabo de me lembrar de uma coisa importante... de assinar os documentos...,
scene2_3_boss_knightBoss10: Eu chamo-te depois!,
scene2_4_princess1: Vieste por minha causa?,
scene2_4_hero1: Yes. Não há lugar onde não a encontraria.,
scene2_4_princess2: ...,
scene2_4_hero2: ...,
scene2_4_princess3: É o cavaleiro Dourado! Ele está em conluio com os demónios. Um traidor.,
scene2_4_hero3: Eu já o encontrei, mas ele conseguiu escapar. Preciso ajudá-la a sair daqui e trazer de volta o teu reino.,
scene2_4_enemy_wizard1: Princesa, estou à tua procura, para onde fugiste, o teu noivo está à tua espera.,
scene2_4_hero4: Princess!,
scene2_4_enemy_wizard2: Por que não morrerias?!,
scene2_4_hero5: Quero fazer-lhe a mesma pergunta.,
scene2_4_enemy_wizard3: Portanto, é hora de deixar de lado as tolices. Estará udo pronto em breve.,
scene2_5_hero1: Preciso perceber onde estou e encontrar o casteno. De novo.,
scene2_5_hero2: Hey, tu, afasta-te dela!,
scene2_5_npc_civilian_girl1: Não, por favor! Ele é bom!,
scene2_5_hero3: O quê?,
scene2_5_npc_civilian_girl2: Ele é bom, ele… salvou a vila, juntos, escondemos todos os habitantes.,
scene2_5_npc_civilian_girl3: Por favor, não pega a tua espada.,
scene2_5_hero4: Ok, ok, não sou um assassino sedento de sangue. Se vocês têm boas relações, então sou totalmente a favor.,
scene2_5_enemy1: Obrigado, humano. Posso ajudar-te?,
scene2_5_hero5: Sim, preciso chegar ao castelo roubado... De novo.,
scene2_5_enemy2: Ok, não é longe, vou levá-lo lá. Mas os portões da vila estão fechados.,
scene2_5_enemy3: Deves abri-los.,
scene2_6_enemy1: Viste o jogo de ontem?,
scene2_6_enemy_red1: Não, estive a patrulhar. Estão todos à procura do caçador de demónios louco.,
scene2_6_enemy2: É melhor que seja apanhado rápido. Não consigo dormir nada, tenho pesadelos.,
scene2_6_enemy3: Se não estou em erro, pedi que esperasses até que eu abrisse a porta.,
scene2_6_hero1: Pensei que fosse mais rápido.,
scene2_6_enemy4: Não estás longe do salão central. Parece que a princesa está lá. Despacha-te.,
scene2_6_knightBoss1: Estávamos à tua espera. Tenciono casar-me com a princesa e decidi oferecer-lhe uma prenda de casamento.,
scene2_6_knightBoss2: O teu cadáver. ha-ha-ha!,
scene2_6_princess1: Não!,
scene2_6_hero2: Da última vez venci-te facilmente, ataca, fraco. Não tenha medo, princesa.,
scene2_6_knightBoss3: Oh, desta vez vou usar a energia do SUPER-ESPAÇO DEMONÍACO!,
scene2_6_knightBoss4: Isto vai me conceder o SUPER-PODER DO SUPER-DEMÓNIO! VAMOS COMEÇAR!,
scene2_6_knightBoss5: Ha-ha-ha! Oh, sim!,
scene2_6_knightBoss6: Estou a sentir o poder!,
scene2_6_knightBoss7: Sou um super-guerreiro inconquistável!,
scene2_6_knightBoss8: Penso que isto será suficiente para mim!,
scene2_6_knightBoss9: Hey! Desliga!,
scene2_6_knightBoss10: Estou carregado, desconecta o fio!,
scene2_6_knightBoss11: Аааааааh! Ааааааааh!,
scene2_6_princess2: Salvaste-me. Sai daqui agora!,
scene2_6_hero3: Não, fica aqui, Tenho de pôr um fim a isto e libertar o castelo.,
scene2_6_princess3: Bem, este é o teu trabalho, vejo-te quando acabares. Ficarei à espera...,
scene2_6_enemy_wizard1: Bem. Bem. Percebi.,
scene2_6_hero4: Estás a falar comigo?,
scene2_6_enemy_wizard2: Pára de falar.,
scene2_6_enemy_wizard3: Não, senhor, não estou a falar contigo…. Ele é mau como uma barata e fraco como uma rapariga, senhor...,
scene2_6_enemy_wizard4: Bem, tenho tudo. Vou trazê-lo vivo.,
scene2_6_hero5: Acabaste?,
scene2_6_enemy_wizard5: Sim, falei com o chefe, sabes. Portanto, os planos mudaram.,
scene2_6_enemy_wizard6: Nosso chefe decidiu lidar contigo ele mesmo. Tornaste-te um verdadeiro problema. Mas dificilmente és um pedaço decente para o chefe.,
scene2_7_boss_dragonBoss1: Acordaram-me por isso? E o meu exército não conseguiu matar isto?,
scene2_7_boss_dragonBoss2: E quem és tu?,
scene2_7_boss_hero1: Sou um errante, um caçador de demónios. E tu roubaste o reino errado e raptaste a princesa errada.,
scene2_7_boss_dragonBoss3: Este é o meu castelo! O teu rei miserável construiu-o com o meu dinheiro. E ele não o devolveu no prazo!,
scene2_7_boss_hero2: Mas o teu exército está a destruir vilas, a matar pessoas.,
scene2_7_boss_dragonBoss4: Ouviste alguma coisa sobre o investimento?,
scene2_7_boss_hero3: Bem, leve o castelo, vou levar a princesa e vou embora. Combinado?,
scene2_7_boss_dragonBoss5: Que tolice. Tu esmagaste o meu exército. Tu afectaste o meu sono. Tu mataste o Troll, o Espírito do Lobo.,
scene2_7_boss_dragonBoss6: Agora tenho de matá-lo, humano! Fica quieto!,
scene2_8_king1: Tu voltaste! Vamos! Onde está o castelo? Será entregue depois? Juntamente com o tesouro?,
scene2_8_princess1: Pai, não há mais castelo nem ouro, foram destruídos porque tu não pagaste a dívida! O Cavaleiro Dourado revelou-se um traidor!,
scene2_8_king2: E nem a minha coroa foi salva? A minha coroa...,
scene2_8_princess2: Ele savou-ME, pai!,
scene2_8_king3: Ah, sim, claro, claro... ,
scene2_8_king4: Portanto, Mago, vou recompensá-lo com um grande presente na mesma! ,
scene2_8_king5: Terás a honra de receber o rei e a sua filha em casa. É a recompensa por ser um guerreiro valente, não é? ,
scene2_8_hero1: Erm.. Sim, claro... É uma grande honra, obrigado... Penso que não posso aceitá-la... ,
scene2_8_king6: Não, não, está tudo arranjado, mexa-se agora! ,
scene2_8_hero2: Óptimo. ,
GUI_bonuses: BONUS DENTRO!,
GUI_1bonus: SALVAGUARDA ONLINE,
GUI_2bonus: NOVO CARÁTER BOM!,
GUI_3bonus: +50 MOEDAS!,
GUI_warning: ATENÇÃO!,
GUI_shop: FAZER COMPRAS,
GUI_buy: COMPRAR,
GUI_finish_coins: MOEDAS,
GUI_finish_kills: MATANÇA,
GUI_finish_secrets: SEGREDOS,
GUI_finish_score: PONTO,
GUI_you_are_dead: VOCÊ ESTÁ MORTO!,
GUI_revive: REVIVER!,
GUI_restart: REINICIAR,
tutorial16: Toque para beber,
tutorial17: Clique para beber,
GUI_book_level: Nível do Livro Mágico,
GUI_health_potion: Poção de saúde,
GUI_mana_potion: Poção Mana,
GUI_remove_ads: REMOVER PROPAGANDAS,
GUI_restore: RESTAURAR,
GUI_arena_1: ONDA,
GUI_arena_2: PREPARE-SE,
GUI_arena_3: COMEÇAR,
GUI_arena_4: COMPLETADO,
GUI_arena_5: BÔNUS DE LUTA DE VELOCIDADE,
GUI_arena_6: PONTUAÇÃO TOTAL,
GUI_arena_7: PRÓXIMA ONDA,
GUI_arena_8: VITÓRIA PERFEITA,
GUI_arena_9: ARENA COMPLETADA,
achievement_name15: Arena Сhampion,
achievement_discr15: Arena Completa,

