language:_indonesian,
achievement_name0: Langkah pertama,
achievement_discr0: Pertarungan pertama,
achievement_name1: Serigala,
achievement_discr1: Kalahkan Roh Hutan,
achievement_name2: Lelaki Tangguh,
achievement_discr2: Kalahkan Gua Troll,
achievement_name3: Pengkhianat,
achievement_discr3: Kalahkan Ksatria Emas,
achievement_name4: Pemilik,
achievement_discr4: Kalahkan Naga Iblis,
achievement_name5: Pemburu setan,
achievement_discr5: Selesaikan latihan,
achievement_name6: Pemburu beneran,
achievement_discr6: Lanjutkan bermain,
achievement_name7: Pemula,
achievement_discr7: Dapatkan buku level 2,
achievement_name8: Penyihir Pemula,
achievement_discr8: Dapatkan buku level 3,
achievement_name9: Penyihir Beneran,
achievement_discr9: Dapatkan buku level 4,
achievement_name10: Penyihir Hebat,
achievement_discr10: Dapatkan buku level 5,
achievement_name11: Penyelamat,
achievement_discr11: Akhiri permainan,
achievement_name12: Pembunuh Iblis,
achievement_discr12: Kalahkan 10 musuh,
achievement_name13: Menguasai,
achievement_discr13: Kalahkan 50 musuh,
achievement_name14: Terbaik,
achievement_discr14: Kalahkan 100 musuh,
tutorial0: Gerakan - tombol panah,
tutorial1: Serang - С,
tutorial2: Majik - X,
tutorial3: Aksi - C,
tutorial4: Selanjutnya - Spasi,
tutorial5: Menu karakter - E,
tutorial6: klik untuk membuat pilihan atau tekan 3,
tutorial7: Sentuh untuk memilih,
tutorial8: Klik untuk terus bermain,
tutorial9: Sentuh untuk terus bermain,
tutorial10: Hancurkan kotak,
tutorial11: Buka peti,
tutorial12: Hancurkan pintu,
tutorial13: untuk melompat turun,
tutorial14: Kunjungi toko untuk mendapatkan upgrade,
tutorial15: Kumpulkan koin dan kristal untuk membeli upgrade,
magic_name0: ,
magic_name1: Api,
magic_name2: Es,
magic_name3: Petir,
magic_string1: Fitur,
magic_string2: Kerusakan instan:,
magic_string3: Kerusakan per detik:,
magic_fire_string4: Rentang serangan:,
magic_ice_string4: Perlambatan waktu:,
magic_light_string4: Banyaknya petir:,
special1: menyatu,
special2: melambat,
special3: guncangan,
damage_miss: kehilangan,
damage_crit: kritis,
hero_inventory: PAHLAWAN,
GUI_pause: BERHENTI SEBENTAR,
GUI_settings: PENGATURAN,
GUI_quality: kualitas,
GUI_music: musik,
GUI_sounds: suara,
GUI_low: rendah,
GUI_high: tinggi,
GUI_on: hidup,
GUI_off: mati,
GUI_en: Inggris,
GUI_ru: русский,
GUI_how_to_play: CARA MAIN,
GUI_online: ONLINE,
GUI_local: OFFLINE,
GUI_welcome: Selamat datang!,
GUI_online_window: Masuk untuk menggunakan file penyimpanan dari cloud,
GUI_local_window: Kemajuan game akan disimpan di komputer Anda,
GUI_play: MAIN,
GUI_arena: ARENA,
GUI_more_games: LEBIH BANYAK PERMAINAN,
none: ,
hero: Penyihir,
princess: Putri,
king: Raja,
knightBoss: Ksatria Emas,
stupidBoss: Gua Troll,
wolfBoss: Roh Hutan,
dragonBoss: Naga Iblis,
enemy1: Setan,
enemy2: Setan,
enemy_bomb: Penghancur,
enemy_arrow: Pemanah,
enemy_wizard: Penyihir bertulang,
enemy_sceleton: Tentara bertulang,
enemy_red: Petugas setan,
npc_guard: Penjaga,
npc_guard_h: Penjaga,
npc_civilian_girl: Anak perempuan,
npc_civilian_women: Wanita,
npc_civilian_old: Pria tua,
npc_civilian_man: Penduduk,
scene0_npc_guard1: Raja! Iblis ada dimana-mana! Kastil telah ditangkap!,
scene0_king1: Apa yang kamu inginkan? Saya telah mengatakan bahwa saya akan membayar!,
scene0_enemy_wizard1: Kastil adalah milik kami untuk saat ini! Kami akan mengambil semuanya darimu!,
scene1_hero1: Matahari sedang terbenam. Putri, saatnya untuk kembali ke kerajaan!,
scene1_npc_guard1: Aaaa ... Iblis telah menyerang kastil. Penyihir, selamatkan kita semua! Aaaa ...,
scene1_princess1: Kita harus pergi ke kastil! Cepat!,
scene2_princess1: Hei!,
scene2_hero1: Apa?,
scene2_princess2: Pintunya tertutup! Cobalah tendang gagang pintu untuk membukanya!,
scene2_princess3: Bagus, cepatlah!,
scene3_princess1: Satu pintu lagi, hancurkan dengan serangan biasa!,
scene4_princess1: Berhenti! Kamu tidak akan melewati sini dengan mudah!,
scene4_princess2: Hancurkan rumput berduri ini dengan menggunakan kilat!,
scene4_princess3: Hehe,
scene4_princess4: Itu sangat kuat. Ayo kejar!,
scene5_princess1: Hati-hati, lagi-lagi rumput ini, kamu bisa membakarnya dengan api.,
scene5_hero1: Bagaimana kamu melewati mereka?,
scene5_princess2: Mungkin, saya hanya beruntung, saya tidak tahu, cepatlah!,
scene6_princess1: Serigala yang ganas!,
scene6_princess2: Mereka akan merobek kita!,
scene6_hero1: Caranya jelas, lari!,
scene7_enemy1: Serangannya setinggi itu, dan karena kamu kehilangan peta, kita tidak dapat menemukan kastil bodoh ini!,
scene7_enemy2: Permisi pak, kita harus menangkap kastil tidak jauh dari sana, apakah kamu tahu dimana itu?,
scene7_enemy3: Jika tidak, kami akan merobek perutmu!,
scene7_enemy4: Oh, permisi temanku, beritahu kami dari sini ke kastil lewat arah mana? Kami terlambat untuk menangkapnya.,
scene7_hero1: Kamu sudah melewatinya sejak tadi, kembali ke kiri, ke kanan, lurus, lurus, ke kiri, ke kanan, menyeberangi jembatan dan melewati hutan. Apakah kamu mengerti?,
scene7_enemy5: Ya... Saya pikir, terima kasih.,
scene7_princess1: Oh, tidak, memang benar, kita harus cepat.,
scene7_hero2: Ini berbahaya bagimu, tetaplah di sini.,
scene7_princess2: Jangan pernah memikirkannya, saya akan menyelamatkan kerajaan saya.,
scene8_king1: Oh tidak, mengapa kamu kembali, saya pikir kamu aman?!,
scene8_hero1: Tidak ada waktu untuk menjelaskan, kita harus pergi, kastil telah dikuasai.,
scene8_knightBoss1: Tidak! Kita tidak boleh menyerah! Jika raja ditakdirkan untuk mati maka dia akan mati di sini.,
scene8_princess1: Jelas tidak, kita semua harus pergi sekarang juga! Penyihir akan membawa kita pergi.,
scene8_king2: Putri itu benar, saya tidak ingin mati.,
scene9_hero1: Apa yang terjadi? Dimana kita?,
scene9_king1: Di tempat yang sama dengan kita. Iblis ini mencuri semuanya! Emas, mahkota, BAHKAN KASTIL SAYA!,
scene9_hero2: Dan apa yang terjadi dengan sang putri ,
scene9_king2: Ah iya. Mereka juga menculiknya ... Putriku ... mahkota ku ...,
scene9_hero3: Saya akan membereskannya dan sang putri akan kembali!,
scene9_king3: Dan jangan lupakan mahkota. Dan kastilnya. Dan hartanya. Sudahkah saya sebut mahkota? Itu saja, cepatlah!,
scene9_king4: Hadiah yang bagus menanti Anda.,
scene9_hero5: Saya terus-menerus mendengarnya.,
scene1_1_npc_guard1: Hei, tolong saya untuk menutup pintu gerbang. Kami akan memblokir iblis di desa!,
scene1_1_hero1: Dan dimana penduduk desa?,
scene1_1_npc_guard2: Mereka ada di dalam, kita akan lolos sementara iblis sibuk dengan mereka, ayo!,
scene1_1_npc_guard3: Apa apaan!,
scene1_2_enemy1: * menjerit *,
scene1_2_hero1: Oh, bagus, aku bisa minum air!,
scene1_2_npc_civilian_man1: Psst, kawan, apakah kamu yang membunuh setan?,
scene1_2_hero2: Ya ... dan dimana kamu?,
scene1_2_npc_civilian_man2: Aku di sini, di dalam sumur, kami diblokir di kandang bawah tanah, selamatkan kami!,
scene1_2_hero3: Bagaimana saya bisa menemukan kamu?,
scene1_2_npc_civilian_man3: Pintu masuk di depan jalan, cepatlah!,
scene1_2_npc_civilian_man4: Anda menyelamatkan kami, terima kasih.,
scene1_2_hero4: Aku sedang terburu-buru, buka pintu gerbang dan aku akan pergi.,
scene1_2_npc_civilian_man5: Anda tahu, tempat ini sangat aman, kita akan meninggalkan gerbang desa yang tertutup.,
scene1_2_hero5: Dan bagaimana saya bisa keluar dari sana?,
scene1_2_npc_civilian_man6: Ada lorong rahasia melalui gua, itu lebih berbahaya, tapi kamu akan terbiasa. Ayo pergi, aku akan menunjukkannya,
scene1_3_enemy_arrow1: LEDAKAN HEBAT!,
scene1_3_enemy_bomb1: APA!? AKU TIDAK MENDENGAR APAPUN! LIHAT BOM BARU SAYA!,
scene1_3_enemy_bomb2: LEDAKAN HEBAT! BOM KEREN! HAHA!,
scene1_3_npc_civilian_man1: Sini! Kemarilah pembunuh setan, pintu keluar ada di sini.,
scene1_3_hero1: Kamu siapa?,
scene1_3_npc_civilian_man2: Saya ... erm ... penduduk lokal dan saya ingin membantu. Cepatlah, kamu harus lari.,
scene1_3_hero2: Terima kasih.,
scene1_3_enemy_wizard1: Ya, pergi menemui kematianmu! HA HA!,
scene1_4_boss_hero1: Gua ini tak ada habisnya, apakah kamu yakin itu jalan keluarnya?,
scene1_4_boss_stupidBoss1: Bukan. Kamu. Berbelok di sini. Betul.,
scene1_4_boss_hero2: Hi! Apakah kamu troll damai yang bisa menunjukkan jalan keluarnya?,
scene1_4_boss_stupidBoss2: Tidak, saya membunuh orang. Saya harus membunuhmu.,
scene1_5_hero1: Udara segar akhirnya!,
scene1_5_enemy1: Ini adalah akhir dari jalan ... dan juga jalanmu ... AHAHA!,
scene1_5_npc_civilian_man1: Tidak, tolong.,
scene1_5_hero2: Kita perlu membantu mereka!,
scene1_5_hero3: Apakah kamu baik baik saja?,
scene1_5_npc_civilian_girl1: Ya, terima kasih.,
scene1_5_hero4: Beritahu saya, apakah kamu pernah melihat kastil terbang?,
scene1_5_npc_civilian_girl2: Ya, kastil itu terbang ke arah itu!,
scene1_5_hero5: Terima kasih, saatnya saya pergi.,
scene1_5_npc_civilian_girl3: Tolong selamatkan ayah saya, para iblis menyekat dia di dalam rumah, mereka... mereka sedang memaksa ayahku...,
scene1_5_npc_civilian_girl4: Untuk mencuci celana dalam mereka ... * menangis *,
scene1_5_hero6: Brutes! Saya akan selamatkan dia, jangan takut.,
scene1_5_npc_civilian_old: Terima kasih.,
scene1_5_npc_civilian_girl5: Ayahku masih hidup!,
scene1_5_npc_civilian_man2: Ini untukmu, sedikit penghargaan.,
scene1_6_npc_guard_h1: Berhenti disana iblis! Pergi! Atau saya tunjukkan!,
scene1_6_hero1: Saya adalah pembasmi iblis dan saya sedang mengejar kastilnya raja!,
scene1_6_npc_guard_h2: Saya melihat kastil, kastil itu mendarat tidak jauh dari desa!,
scene1_6_npc_guard_h3: Tapi saya tidak akan membiarkanmu lewat iblis! Menyerahlah!,
scene1_6_hero2: - Oh, saya bukanlah iblis!,
scene1_6_npc_civilian_women1: - Den! Iblis terlihat di limbah, kita perlu membasminya!,
scene1_6_npc_guard_h4: Saya telah menangkap satu! Ayo ikat!,
scene1_6_hero3: Oh ... aku tidak punya waktu untuk ini. Ya, saya setan! Arrr! Aku akan memakanmu sekarang juga! Arrr! Lebih baik kabur!,
scene1_6_npc_guard_h5: Aaaah! Lari!,
scene1_6_npc_civilian_women2: Kamu benar-benar seorang pemburu. Namun para iblis telah menangkap desa kami.,
scene1_6_hero4: Saya akan mengatasinya, tunggu saya di jalan keluar desa.,
scene1_6_hero5: Desa itu telah dibersihkan, dan sekarang tunjukkan tempat dimana kastilnya berada.,
scene1_6_npc_civilian_women3: Tapi seluruh tentara ada di sekitar dan di dalam, jadi mungkin mari kita lupakan kastil ini, biarkan mereka menerimanya, raja akan membangun kastil yang baru nantinya.,
scene1_6_hero6: Saya mau menyelamatkan sang putri.,
scene1_7_boss_wolfBoss1: Apakah kamu seorang pemburu?,
scene1_7_hero1: Erm ... tidak, saya? Tentu saja tidak. Tidak.,
scene1_7_boss_wolfBoss2: Anda tidak pandai berbohong, pemburu. Saya adalah roh dari hutan ini. Biasanya saya tidak menunjukkan diri pada orang.,
scene1_7_boss_wolfBoss3: Iblis mengancam saya dengan kehancuran hutan saya jika saya tidak membunuh Anda. Tidak ada yang pribadi.,
scene1_7_hero2: Bagaimana jika kita mencapai kesepakatan atau kamu akan membantu saya mengalahkan mereka?,
scene1_7_boss_wolfBoss4: Tidak, pemburu, maaf, saya akan mencoba melakukan semuanya dengan cepat.,
scene1_7_boss_wolfBoss5: Nah, kenapa kamu berdiri?,
scene1_7_hero3: Kamu tidak mati kan?,
scene1_7_boss_wolfBoss6: Tentu saja, saya bukan seorang manusia jadi kamu tidak bisa membunuhku, tapi tetap saja saya tidak ingin bekerja untuk setan.,
scene1_7_boss_wolfBoss7: Aku hanya pura-pura mati.,
scene1_7_hero4: Ide bagus.,
scene1_7_boss_wolfBoss8: Pergilh. Kastil kamu berada lebih jauh ke utara.,
scene2_1_enemy_red1: Pengiriman pizza? Sepertinya datang terlalu cepat.,
scene2_1_hero1: Erm ... ya. Pesanan Anda. Dengan anchovy dan jamur.,
scene2_1_enemy_red2: Begitulah, saya akan menarik tali sekarang, naik.,
scene2_1_enemy_wizard1: Hei! Prajurit! Bangun! Berhenti tidur, musuh ada di rumah! Apa yang saya bayar untukmu, dasar pemalas!,
scene2_1_enemy_wizard2: Dan bangunkan temanmu!,
scene2_1_enemy_sceleton1: a-a-ah ... e-e-eh ...,
scene2_1_enemy_wizard3: Sepenuhnya capek!,
scene2_1_enemy1: Berhenti! Aku ada di pihakmu.,
scene2_1_hero2: Saya tidak mengerti. Apa?,
scene2_1_enemy2: Saya mata-mata. Saya telah tinggal di antara para iblis selama 15 tahun. Saya memiliki keluarga dan anak di sini.,
scene2_1_hero3: Maukah kamu membantuku?,
scene2_1_enemy3: Saya tidak bisa mengungkapkan diri saya. Saya hanya bisa mengatakan bahwa kita dikhianati. Tapi saya tidak tahu siapa yang melakukan itu.,
scene2_1_enemy4: Oh ya, ambil kristal ini dari harta kerajaan, saya pikir ini akan terbukti lebih bermanfaat bagimu.,
scene2_1_hero4: Terima kasih.,
scene2_3_boss_hero1: Ksatria Emas! Apakah itu kamu?! Bersyukur saya dapat menemukanmu!,
scene2_3_boss_knightBoss1: ...,
scene2_3_boss_hero2: Ksatria Emas? Hei ... apa kamu sudah melihat sang putri?,
scene2_3_boss_hero3: Kenapa kamu memakai mahkota?,
scene2_3_boss_knightBoss2: Karena sekarang ini milikku!,
scene2_3_boss_knightBoss3: Dan sang putri juga milikku. Dan kerajaan. Semuanya milikku sekarang Semuanya milikku! Ha ha ha!,
scene2_3_boss_hero4: Ini semua milik setan sekarang. Kamu bodoh.,
scene2_3_boss_knightBoss4: Andalah yang bodoh!,
scene2_3_boss_hero5: Kamu!,
scene2_3_boss_knightBoss5: Kamu!,
scene2_3_boss_hero6: Saya!,
scene2_3_boss_knightBoss6: Saya!,
scene2_3_boss_hero7: Ya! Kamu!,
scene2_3_boss_knightBoss7: Aaaa! Akan kubunuh kamu!,
scene2_3_boss_knightBoss8: Wow, wow, berhenti! Kamu adalah seorang pejuang yang hebat.,
scene2_3_boss_hero8: Ya saya tahu.,
scene2_3_boss_knightBoss9: Kamu tahu, saya baru ingat tentang hal penting ... untuk menandatangani dokumen ...,
scene2_3_boss_knightBoss10: Aku akan meneleponmu nanti!,
scene2_4_princess1: Apakah kamu datang untukku?,
scene2_4_hero1: Iya. Tidak ada tempat di mana saya tidak bisa menemukan Anda.,
scene2_4_princess2: ...,
scene2_4_hero2: ...,
scene2_4_princess3: Itu si Ksatria Emas! Dia bersekongkol dengan para setan. Dia pengkhianat.,
scene2_4_hero3: Saya sudah ketemu dengan dia tapi dia berhasil kabur. Saya perlu membantumu keluar dari sana dan membawa kerajaanmu kembali.,
scene2_4_enemy_wizard1: Putri, saya sedang mencarimu, kemana Anda pergi, pengantin pria sedang menunggumu.,
scene2_4_hero4: Putri!,
scene2_4_enemy_wizard2: Kenapa kamu tidak mati?!,
scene2_4_hero5: Saya ingin mengajukan pertanyaan yang sama.,
scene2_4_enemy_wizard3: Jadi, saatnya membuang sampah itu. Semuanya akan segera siap.,
scene2_5_hero1: Saya perlu tahu di mana saya dan untuk menemukan kastil. Lagi.,
scene2_5_hero2: Hei, kau, menjauh darinya!,
scene2_5_npc_civilian_girl1: Tidak, dia orang baik!,
scene2_5_hero3: Apa?,
scene2_5_npc_civilian_girl2: Dia baik, dia ... menyelamatkan desa kami, bersama-sama kami menyembunyikan semua penghuni.,
scene2_5_npc_civilian_girl3: Tolong, jangan ambil pedangmu.,
scene2_5_hero4: Ok, ok, aku bukan pembunuh haus darah. Jika kamu memiliki hubungan baik, maka saya setuju saja.,
scene2_5_enemy1: Terima kasih, manusia. Bolehkah aku membantumu?,
scene2_5_hero5: Ya, saya perlu pergi ke istana yang dicuri ... Lagi.,
scene2_5_enemy2: Oke, tidak jauh, aku akan menuntunmu kesana. Tapi gerbang desa ditutup.,
scene2_5_enemy3: Kamu harus membukanya.,
scene2_6_enemy1: Pernahkah kamu melihat permainan kemarin?,
scene2_6_enemy_red1: Tidak, saya sudah berpatroli. Semua mencari pemburu iblis gila.,
scene2_6_enemy2: Lebih baik dia segera menyusul. Aku tidak bisa tidur sama sekali, aku melihat mimpi buruk.,
scene2_6_enemy3: Jika saya tidak salah saya meminta untuk menunggu sampai saya membuka pintu.,
scene2_6_hero1: Kupikir akan lebih cepat.,
scene2_6_enemy4: Kamu tidak jauh dari ruang tengah. Sepertinya sang putri ada di sana. Ayo cepat.,
scene2_6_knightBoss1: Kami sedang menunggumu. Saya bermaksud menikahi sang putri dan saya memutuskan untuk memberikannya hadiah pernikahan.,
scene2_6_knightBoss2: Mayatmu ha ha ha!,
scene2_6_princess1: Tidak!,
scene2_6_hero2: Terakhir kali aku dengan mudah mengalahkanmu, serang, lemah. Jangan takut, tuan putri.,
scene2_6_knightBoss3: Oh, kali ini saya akan menggunakan energi DEMONIC SUPER-SPACE !,
scene2_6_knightBoss4: Ini akan memberiku kekuatan SUPER-DEMON SUPER-POWER! AYO MULAI!,
scene2_6_knightBoss5: Ha ha ha! Oh ya!,
scene2_6_knightBoss6: Saya merasakan kekuatannya !,
scene2_6_knightBoss7: Aku adalah seorang super-prajurit yang tak terkalahkan!,
scene2_6_knightBoss8: Saya pikir ini akan cukup untuk saya!,
scene2_6_knightBoss9: Hei! Matikan!,
scene2_6_knightBoss10: Saya dalam keadaan prima sekarang, lepaskan kabelnya!,
scene2_6_knightBoss11: Ааааааh! Аааааааh!,
scene2_6_princess2: Kamu menyelamatkanku. Ayo keluar dari sini sekarang!,
scene2_6_hero3: Tidak, tetap di sini, saya harus mengakhiri ini dan membebaskan kastil.,
scene2_6_princess3: Nah, itu tugasmu, sampai jumpa saat kamu selesai. Aku akan menunggu...,
scene2_6_enemy_wizard1: Baik. Baik. Mengerti.,
scene2_6_hero4: Apakah kamu bicara denganku?,
scene2_6_enemy_wizard2: Berhenti berbicara.,
scene2_6_enemy_wizard3: Tidak, Pak, saya tidak berbicara denganmu .... Dia berarti sebagai kecoa dan lemah seperti perempuan, pak ...,
scene2_6_enemy_wizard4: Yah, aku punya segalanya, aku akan membawanya hidup-hidup.,
scene2_6_hero5: Apa kamu sudah selesai?,
scene2_6_enemy_wizard5: Ya, saya berbicara dengan atasan, kamu lihat. Jadi, rencananya sudah berubah.,
scene2_6_enemy_wizard6: Bos kami memutuskan untuk mengatasi kamu sendiri. Kamu ternyata menjadi masalah nyata. Tapi kamu tidak cukup tegas untuk seorang bos.,
scene2_7_boss_dragonBoss1: Apakah saya terbangun karena itu? Dan tentara saya tidak berhasil membunuh ini?,
scene2_7_boss_dragonBoss2: Dan siapa kamu?,
scene2_7_boss_hero1: Aku adalah pemburu setan. Dan kamu telah mencuri kerajaan yang salah dan menculik putri yang salah.,
scene2_7_boss_dragonBoss3: Ini kastilku! Rajamu yang menyedihkan membangunnya dengan uang saya. Dan dia tidak mengembalikannya pada waktunya!,
scene2_7_boss_hero2: Tapi tentaramu menghancurkan desa, membunuh orang.,
scene2_7_boss_dragonBoss4: Pernahkah kamu mendengar sesuatu tentang bunga?,
scene2_7_boss_hero3: Nah, ambil kastil itu, aku akan mengambil sang putri dan pergi. Sepakat?,
scene2_7_boss_dragonBoss5: Betapa bodohnya. Kamu menghancurkan tentara saya. Kamu mengganggu tidur saya. Kamu membunuh Troll, Roh Serigala.,
scene2_7_boss_dragonBoss6: Sekarang aku harus membunuhmu, manusia! Tetap diam!,
scene2_8_king1: Kamu kembali! Ayolah! Dimana kastilnya? Akankah kastil dikirim nanti? Bersama dengan hartanya?,
scene2_8_princess1: Ayah, tidak ada lagi kastil dan emas, mereka hancur karena kamu belum membayar hutangnya! Ksatria Emas ternyata menjadi pengkhianat!,
scene2_8_king2: Dan bahkan mahkota saya tidak terselamatkan? Mahkota saya ...,
scene2_8_princess2: Dia menyelamatkanKU, ayah!,
scene2_8_king3: Ah, ya, tentu, pasti ...,
scene2_8_king4: Jadi, Penyihir, aku akan menghadiahkanmu dengan hadiah yang bagus!,
scene2_8_king5: Kamu mendapat kehormatan untuk menerima raja bersama putrinya di rumah. Ini adalah hadiah bagi pejuang yang gagah berani, bukan?,
scene2_8_hero1: Erm .. Ya, tentu saja ... ini sebuah kehormatan, terima kasih ... saya rasa saya tidak bisa menerimanya ...,
scene2_8_king6: Tidak, tidak, semuanya beres, pindah sekarang juga!,
scene2_8_hero2: Bagus. ,
GUI_bonuses: BONUS DI DALAM!,
GUI_1bonus: PENGHEMATAN ONLINE,
GUI_2bonus: KARAKTER AWESOME BARU!,
GUI_3bonus: +50 COINS!,
GUI_warning: PERINGATAN!,
GUI_shop: TOKO,
GUI_buy: MEMBELI,
GUI_finish_coins: COINS,
GUI_finish_kills: KILLS,
GUI_finish_secrets: RAHASIA,
GUI_finish_score: SKOR,
GUI_you_are_dead: MATILAH KAU!,
GUI_revive: menghidupkan kembali!,
GUI_restart: MENGULANG KEMBALI,
tutorial16: Sentuh untuk minum,
tutorial17: Klik untuk minum,
GUI_book_level: Tingkat Buku Ajaib,
GUI_health_potion: Ramuan kesehatan,
GUI_mana_potion: Mana Ramuan,
GUI_remove_ads: HILANGKAN IKLAN,
GUI_restore: MENGEMBALIKAN,
GUI_arena_1: GELOMBANG,
GUI_arena_2: SIAP-SIAP,
GUI_arena_3: MULAI,
GUI_arena_4: LENGKAP,
GUI_arena_5: SPEED FIGHT BONUS,
GUI_arena_6: SKOR TOTAL,
GUI_arena_7: GELOMBANG SELANJUTNYA,
GUI_arena_8: KEMENANGAN SEMPURNA,
GUI_arena_9: ARENA SELESAI,
achievement_name15: Juara Arena,
achievement_discr15: Arena Lengkap,


