language:_romanian,
achievement_name0: Primul Pas ,
achievement_discr0: Prima Luptă ,
achievement_name1: Lup,
achievement_discr1: Învinge Spiritul Pădurii,
achievement_name2: Tip Fericit,
achievement_discr2: Învinge Trolul Peșterii,
achievement_name3: Trădător,
achievement_discr3: Învinge Cavalerul Auriu,
achievement_name4: Proprietar,
achievement_discr4:  Învinge Dragonul Demonic,
achievement_name5: Vânător Demon,
achievement_discr5: Pregătire Completă,
achievement_name6: Vânător Real,
achievement_discr6: Continuă să Joci,
achievement_name7: Începător,
achievement_discr7: Obține carte al 2-lea nivel,
achievement_name8: Magician Începător,
achievement_discr8: Obține carte al 3-lea nivel,
achievement_name9: Vrăjitor Real,
achievement_discr9: Obține carte al 4-lea nivel,
achievement_name10: Vrăjitor Minunat,
achievement_discr10: Obține carte al 5-lea nivel,
achievement_name11: Salvator,
achievement_discr11: Finalizează jocul,
achievement_name12: Demon criminal,
achievement_discr12:  Învinge 10 dușmani,
achievement_name13: Maestru,
achievement_discr13:  Învinge 50 dușmani,
achievement_name14: Cel mai bun,
achievement_discr14:  Învinge 100 dușmani,
tutorial0: Mișcarea - săgețile,
tutorial1: Atac - С,
tutorial2: Magic - X,
tutorial3: Acțiune - C,
tutorial4: Următorul - Spațiu,
tutorial5: Meniul Caracterului - E,
tutorial6: click pentru a alege sau apasă 3,
tutorial7: Atinge pentru a selecta,
tutorial8: Click pentru a continua să joci,
tutorial9: Atinge pentru a continua să joci,
tutorial10: Sparge cutia,
tutorial11: Deschide pieptul,
tutorial12: Prăbulșește ușa,
tutorial13: pentru a sări jos,
tutorial14: Vizitează magazinul pentru a obține actualizare,
tutorial15: Colectează monede și cristale pentru a obține actualizări,
magic_name0: ,
magic_name1: Foc,
magic_name2: Gheață,
magic_name3: Fulger,
magic_string1: Caracteristică:,
magic_string2: Daună instantanee:,
magic_string3: Daună pe secundă:,
magic_fire_string4: Interval de atac:,
magic_ice_string4: Încetinirea timpului:,
magic_light_string4: Număr de fulgere:,
special1: aprinderi,
special2: încetiniri,
special3: șocuri,
damage_miss: ratare,
damage_crit: critic,
hero_inventory: EROU,
GUI_pause: PAUZĂ,
GUI_settings: SETĂRI,
GUI_quality: CALITATE,
GUI_music: muzică,
GUI_sounds: sunete,
GUI_low: scăzut,
GUI_high: înalt,
GUI_on: pornit,
GUI_off: oprit,
GUI_en: engleză,
GUI_ru: русский,
GUI_how_to_play: CUM SĂ JOCI,
GUI_online: CONECTAT,
GUI_local: DECONECTAT,
GUI_online_window: Conectează-te pentru a folosi salvările din cloud,
GUI_welcome: Bine ai venit!,
GUI_local_window: Progresul jocului va fi salvat pe calculatorul tău,
GUI_play: JOACĂ,
GUI_arena: ARENĂ,
GUI_more_games: MAI MULTE JOCURI,
none: ,
hero: Magician,
princess: Prințesă,
king: Rege,
knightBoss: Cavalerul Auriu,
stupidBoss: Trolul Pădurii,
wolfBoss: Spiritul Pădurii,
dragonBoss: Dragon Demonic,
enemy1: Demon,
enemy2: Demon,
enemy_bomb: Demolator,
enemy_arrow: Arcaș,
enemy_wizard: Schelet Magician,
enemy_sceleton: Schelet Pedestraș,
enemy_red: Demon Ofițer,
npc_guard: Gardian,
npc_guard_h: Gardian,
npc_civilian_girl: Fată,
npc_civilian_women: Femeie,
npc_civilian_old: Om Bătrân,
npc_civilian_man: Civil,
scene0_npc_guard1: Rege! Demonii sunt peste tot! Castelul este capturat!,
scene0_king1: Ce vrei? Am spus că voi plăti!,
scene0_enemy_wizard1: Castelul este al nostru acum! Vom lua totul de la tine!,
scene1_hero1: Soarele apune. Prințesă, este timpul să mergem înapoi la regat!,
scene1_npc_guard1: Argh… Demonii au atacat castelul. Magicialule, salvează-ne pe toți! Argh….,
scene1_princess1: Trebuie să mergem la castel! Repede!,
scene2_princess1: Hei!,
scene2_hero1: Ce?,
scene2_princess2: Ușa este închisă! Încearcă să lovești pârghia pentru a o deschide!,
scene2_princess3: Excelent, grăbește-te!,
scene3_princess1: Încă o ușă, dărâm-o cu o lovitură normală!,
scene4_princess1: Stop! Nu vei trece aici ușor!,
scene4_princess2: Strivește aceste buruieni spinoase folosind fulgere!,
scene4_princess3: He-He,
scene4_princess4: A fost puternic. Prinde-l!,
scene5_princess1: Ai grijă, din nou aceste buruieni, le poți arde cu foc.,
scene5_hero1: Cum le traversezi?,
scene5_princess2: Probabil, sunt doar norocos, nu știu, grăbește-te!,
scene6_princess1: Ardeți lupii!,
scene6_princess2: Ne vor rupe!,
scene6_hero1: Drumul este liber, fugi!,
scene7_enemy1: Atacul este la înălțime, și din moment ce tu ai pierdut harta nu putem găsi acest castel nebun!,
scene7_enemy2: Scuzați-mă, domnule, trebuie să capturăm castelul nu prea departe de aici, ne puteți spune unde este?,
scene7_enemy3: Altfel, îți vom scoate din cap curajul!,
scene7_enemy4: Oh, scuză-mă prietene, spune-ne, te rog, în ce direcție este castelul de aici? Am întărziat la capturarea lui.,
scene7_hero1: Ai trecut pe lângă el cu mult timp în urmă, întoarce-te înapoi, la stânga, la dreapta, drept, drept, la stânga, la dreapta, de-a lungul podului și prin pădure. Ai înțeles?,
scene7_enemy5: Erm… Cred că da, mulțumesc.,
scene7_princess1: Oh, nu, este adevrat, trebuie să ne grăbim.,
scene7_hero2: Este periculos pentru tine, stai aici.,
scene7_princess2: Nici să nu te găndești la asta, voi salva regatul.,
scene8_king1: Oh nu, de ce te-ai întors, am crezut că ești în siguranță?!,
scene8_hero1: Nu este timp pentru explicat, trebuie să plecăm, castelul este capturat.,
scene8_knightBoss1: Nu! Nu trebuie să renunțăm! Dacă regele este destinat să moară, el va muri aici.,
scene8_princess1: Cu siguranță nu, toți trebuie să plecăm chiar acum! Magul ne va duce departe.,
scene8_king2: Prințesa are dreptate, nu vreau să mor.,
scene9_hero1: Ce s-a întâmplat? Unde suntem?,
scene9_king1: În acelați loc unde eram. Acești demoni au furat totul! Aur, coroană, CHIAR ȘI CASTELUL MEU!,
scene9_hero2: Și ce s-a întâmplat cu prințesa?,
scene9_king2: Ah, da. Au și răpit-o… Fata mea… Coroana mea…,
scene9_hero3: Voi rezolva totul și prințesa se va întoarce!,
scene9_king3: Și nu uita de coroană. Și de castel. Și tezaurul. Ți-am spus deja despre coroană? Asta e totul, grăbește-te!,
scene9_king4: O mare recompensă te așteaptă.,
scene9_hero5: Am auzit în mod constant.,
scene1_1_npc_guard1: Hei, ajută-mă să închid poarta. Vom bloca demonii în sat!,
scene1_1_hero1: Și unde sunt rezidenții satului?,
scene1_1_npc_guard2: Ei sunt înauntru, vom scăpa în timp ce demonii sunt ocupați cu ei, haide!,
scene1_1_npc_guard3: Ce naiba!,
scene1_2_enemy1: *țipătură*,
scene1_2_hero1: Oh, excelent, pot bea niște apă!,
scene1_2_npc_civilian_man1: Psst, colegu', tu ești cel care ucide demoni?,
scene1_2_hero2: Da… și unde ești tu?,
scene1_2_npc_civilian_man2: Sunt aici, în fântână, am fost blocați în peșteri subterane, salvează-ne!,
scene1_2_hero3: Cum te pot găsi?,
scene1_2_npc_civilian_man3: Intrarea este în josul străzii, grăbește-te!,
scene1_2_npc_civilian_man4: Tu ne-ai salvat, mulțumesc.,
scene1_2_hero4:Mă grăbesc, deschide poarta și voi pleca.,
scene1_2_npc_civilian_man5: Tu știi, acest loc este atât de sigur, vom lăsa poarta satului închisă.,
scene1_2_hero5: Și cum pot ieși de acolo?,
scene1_2_npc_civilian_man6: Acolo este un pasaj secret, prin peșteri, este mai periculos, dar te vei descurca. Hai să mergem, îți voi arăta.,
scene1_3_enemy_arrow1: EXCELENTĂ EXPLOZIE!,
scene1_3_enemy_bomb1: CE!? NU POT AUZI NIMIC! UITĂ-TE LA BOMBA MEA NOUĂ!,
scene1_3_enemy_bomb2: EXCELENTĂ EXPLOZIE! BOMBĂ COOL! HAHA!,
scene1_3_npc_civilian_man1: Aici! Vino aici, ucigătorule de demoni, ieșirea este aici.,
scene1_3_hero1: Cine ești tu?,
scene1_3_npc_civilian_man2: Sunt… erm… un rezident local și vreau să ajut. Grăbește-te, trebuie să fugi.,
scene1_3_hero2: Mulțumesc.,
scene1_3_enemy_wizard1: Yes, go to meet your death! HAHA!,
scene1_4_boss_hero1: Peștera este interminabilă, ești sigur că aceasta este calea spre ieșire?,
scene1_4_boss_stupidBoss1: Nu. Tu. Fă o întoarcere aici. Este corect.,
scene1_4_boss_hero2: Bună! Ești un trol pacifist care îmi poate arăta calea spre ieșire?,
scene1_4_boss_stupidBoss2: Nu. Omor oameni. Trebuie să te omor.,
scene1_5_hero1: În sfârșit aer proaspăt!,
scene1_5_enemy1: Acesta este sfârșitul drumului… la fel și al tău... AHAHA!,
scene1_5_npc_civilian_man1: Nu, te rog.,
scene1_5_hero2: Trebuie să îi ajutăm!,
scene1_5_hero3: Ești bine?,
scene1_5_npc_civilian_girl1: Da, mulțumesc.,
scene1_5_hero4: Spune-mi, te rog, ai văzut… ahem… castelul zburător?,
scene1_5_npc_civilian_girl2: Da, am văzut, a zburat în acea direcție!,
scene1_5_hero5: Mulțumesc, atunci este timpul ca eu să plec.,
scene1_5_npc_civilian_girl3: Te rog, salvează-mi tatăl, demonii îl țin în casă, ei… ei îl forțează...,
scene1_5_npc_civilian_girl4: Pentru a le spăla chiloții… *plăngând*,
scene1_5_hero6: Brute! Îl voi salva, nu-ți fie frică.,
scene1_5_npc_civilian_old: Mulțumesc.,
scene1_5_npc_civilian_girl5: Tatăl meu este în viață!,
scene1_5_npc_civilian_man2: Asta este pentru tine, o mică presiune.,
scene1_6_npc_guard_h1: Oprește-te chiar aici, demonule! Stai departe! Altfel, îți voi arăta!,
scene1_6_hero1: Sunt un vânător de demoni și urmăresc castelul regelui!,
scene1_6_npc_guard_h2: Am văzut castelul, a aterizat nu departe de sat.,
scene1_6_npc_guard_h3: Dar, nu te voi lăsa să treci, demonule! Renunță!,
scene1_6_hero2: - Oh, nu sunt un demon!,
scene1_6_npc_civilian_women1: - Den! Demonii au fost văzuți în canalizare, trebuie să o curățăm!,
scene1_6_npc_guard_h4: Am prins deja unul!  Hai să îl legăm!,
scene1_6_hero3: Oh… nu am timp pentru asta. Da, sunt un demon! Arrrr! Te voi mânca chiar acum! Arrrr! Mai bine fugi!,
scene1_6_npc_guard_h5: Aaaah! Fugi!,
scene1_6_npc_civilian_women2: Tu ești într-adevăr un vânător. Dar demonii tot au capturat satul nostru.,
scene1_6_hero4: Mă voi descurca cu ei, așteptă-mă la ieșirea din sat.,
scene1_6_hero5: Satul este curățat, și acum arată-mi unde este castelul.,
scene1_6_npc_civilian_women3: Dar toată armata este în jur și înauntru, poate, hai să uităm de castel, lasă-i să îl ia, regele va construi unul nou.,
scene1_6_hero6: Vreau să salvez prințesa.,
scene1_7_boss_wolfBoss1: Ești un vânător?,
scene1_7_hero1: Erm... nu, eu? Cu siguranță nu. Nu.,
scene1_7_boss_wolfBoss2: Nu ești bun la mințit, vânătorule. Sunt spiritul pădurii. De obicei nu mă arăt oamenilor.,
scene1_7_boss_wolfBoss3: Demonii mpă amenință cu distrugerea pădurii mele, în cazul în care nu te omor. Nimic personal.,
scene1_7_hero2: Dar dacă ajungem la un acord sau mă vei ajuta să-i înving?,
scene1_7_boss_wolfBoss4: Nu, vânătorule, scuze, voi încerca să fac totul rapid.,
scene1_7_boss_wolfBoss5: Ei bine, de ce stai?,
scene1_7_hero3: Nu ești mort?,
scene1_7_boss_wolfBoss6: Desigur, nu sunt, fiind om nu mă poți ucide, dar totuși nu vreau să lucrez pentru demoni.,
scene1_7_boss_wolfBoss7: Doar mă voi preface că sunt mort.,
scene1_7_hero4: Înțeleaptă idee.,
scene1_7_boss_wolfBoss8: Pleacă de aici. Castelul tpu este departe în nord.,
scene2_1_enemy_red1: Livrare Pizza? Se pare că ai venit prea devreme.,
scene2_1_hero1: Erm... Da. Comanda ta. Cu anghinare și ciuperci.,
scene2_1_enemy_red2: Asta e, voi trage coarda chiar acum, urcă sus.,
scene2_1_enemy_wizard1: Hei! Infanterie! Trezește-te! Nu mai dormi, dușmanul este în casă!  Pentru ce vă plătesc, leneșilor!,
scene2_1_enemy_wizard2: Și trezește-ți prietenii!,
scene2_1_enemy_sceleton1: a-a-ah… e-e-eh…,
scene2_1_enemy_wizard3: Creierul complet umed!,
scene2_1_enemy1: Stop! Sunt de partea ta.,
scene2_1_hero2: Nu înțeleg. Ce?,
scene2_1_enemy2: Sunt un spion. Am trăit sub acoperire printre demoni pentru 15 ani. Mi-am creat familia și copii aici.,
scene2_1_hero3: Mă vei ajuta?,
scene2_1_enemy3: Nu mă pot dezvălui. Pot spune doar că am fost trădați. Dar nu știu cine a făcut asta.,
scene2_1_enemy4: Oh da, luați acest cristal din tezaurul regal, cred că se va dovedi mai util pentru tine.,
scene2_1_hero4: Mulțumesc.,
scene2_3_boss_hero1: Cavalerul Auriu! Tu ești?! Este atât de bine că te-am găsit!,
scene2_3_boss_knightBoss1: ...,
scene2_3_boss_hero2: Cavalerul Auriu? Hei… Ai văzut prințesa?,
scene2_3_boss_hero3: De ce porți coroana?,
scene2_3_boss_knightBoss2: Pentru că acum este a mea!,
scene2_3_boss_knightBoss3: Și prințesa este tot a mea. Și regatul. Totul este al meu acum. Totul este al meu! Ha-ha-ha!,
scene2_3_boss_hero4: Toate acestea aparțin demonilor acum. Ești un prost.,
scene2_3_boss_knightBoss4: Tu ești cel care este prost!,
scene2_3_boss_hero5: Tu!,
scene2_3_boss_knightBoss5: Tu!,
scene2_3_boss_hero6: Eu!,
scene2_3_boss_knightBoss6: Eu!,
scene2_3_boss_hero7: Da! Tu!,
scene2_3_boss_knightBoss7: Argh! Am să te omor!,
scene2_3_boss_knightBoss8: Wow, wow, stop! Ești un războinnic excelent.,
scene2_3_boss_hero8: Da, știu.,
scene2_3_boss_knightBoss9: Tu știi, Tocmai mi-am amintit de o problemă importantă... să semnez documentele...,
scene2_3_boss_knightBoss10: Te voi suna mai târziu!,
scene2_4_princess1: Ai venit pentru mine?,
scene2_4_hero1: Da. Nu există spațiu în care să nu te găsesc.,
scene2_4_princess2: ...,
scene2_4_hero2: ...,
scene2_4_princess3: Este Cavalerul Auriu! El este în înțelegere cu demonii. Un trădător.,
scene2_4_hero3: M-am întâlnit deja cu el, dar a reușit să scape. Trebuie să te ajut de acolo pentru a-ți înapoia regatul.,
scene2_4_enemy_wizard1: Prințesă, te caut, unde ai fugit, mirele te așteaptă.,
scene2_4_hero4: Prințesă!,
scene2_4_enemy_wizard2: De ce nu mori?!,
scene2_4_hero5: Vreau să te întreb aceeași întrebare.,
scene2_4_enemy_wizard3: Deci, este timpul să aruncăm gunoiul. Totul va fi gata în curând.,
scene2_5_hero1: Trebuie să înțeleg unde sunt pentru a găsi castelul. Din nou.,
scene2_5_hero2: Hei, tu, îndepărtează-te de ea!,
scene2_5_npc_civilian_girl1: Nu, te rog! El este bun!,
scene2_5_hero3: Ce?,
scene2_5_npc_civilian_girl2: El este bun, el… a salvat satul nostru, împreună am salvat toți locuitorii.,
scene2_5_npc_civilian_girl3: Te rog, nu-ți lua sabia.,
scene2_5_hero4: Ok, ok, nu sunt un ucigaș însetat de sânge. Dacă aveți relații bune, atunci sunt cu totul pentru asta.,
scene2_5_enemy1: Îți mulțumesc, omule. Cum te pot ajuta?,
scene2_5_hero5: Da, trebuie să ajung la castelul furat... Din nou.,
scene2_5_enemy2: Ok, nu este departe, te voi conduce acolo. Dar poarta satului este închisă.,
scene2_5_enemy3: Trebuie să o deschizi.,
scene2_6_enemy1: Ai văzut jocul de ieri?,
scene2_6_enemy_red1: Nu, eu am patrulat. Toți îl caută pe demonul vânător nebun.,
scene2_6_enemy2: Mai bine l-am prinde în curând. Nu pot dormi deloc, am coșmaruri.,
scene2_6_enemy3: Dacă nu greșesc, am cerut să aștept până deschid ușa.,
scene2_6_hero1: Am crezut că va fi mai rapid.,
scene2_6_enemy4: Nu ești departe de sala centrală. Se pare că prințesa este acolo. Grăbește-te.,
scene2_6_knightBoss1: Te așteptăm. Intenționez să mă căsătoresc cu prințesa și am decis să-i prezint un cadou de nuntă.,
scene2_6_knightBoss2: Corpul tău. ha-ha-ha!,
scene2_6_princess1: Nu!,
scene2_6_hero2: Ultima dată te-am bătut cu ușurință, atac, slăbire. Nu-ți fie frică, prințesă.,
scene2_6_knightBoss3: Oh, de data aceasta voi folosi energia SUPER-SPAEȚIULUI DEMONIC!,
scene2_6_knightBoss4: Mă va înzestra cu SUPER-PUTEREA SUPER-DEMONILOR! SĂ ÎNCEPEM!,
scene2_6_knightBoss5: Ha-ha-ha! Oh, da!,
scene2_6_knightBoss6: Simt puterea!,
scene2_6_knightBoss7: Sunt un super-războinic de neînvins!,
scene2_6_knightBoss8: Cred că asta va fi suficient pentru mine!,
scene2_6_knightBoss9: Hei! Oprește!,
scene2_6_knightBoss10: Sunt încărcat, deconectează firul!,
scene2_6_knightBoss11: Аааааааh! Ааааааааh!,
scene2_6_princess2: M-ai salvat. Pleacă de aici acum!,
scene2_6_hero3: Nu, stai aici, trebuie să pun capăt acestul lucru și să eliberez castelul.,
scene2_6_princess3: Ei bine, aceasta este treaba ta, ne vedem cânfd termini. Voi aștepta...,
scene2_6_enemy_wizard1: Bine. Bine. Am înțeles.,
scene2_6_hero4: Vorbești cu mine?,
scene2_6_enemy_wizard2: Nu mai vorbi.,
scene2_6_enemy_wizard3: Nu, domnule, nu vorbesc cu tine…. El este slab ca un gândac și slab ca o fată, domnule...,
scene2_6_enemy_wizard4: Ei bine, am totul, îț voi aduce în viață.,
scene2_6_hero5: Ai terminat?,
scene2_6_enemy_wizard5: Da, am vorbit cu șeful, vezi. Așa că, planurile s-au schimbat.,
scene2_6_enemy_wizard6: Șeful nostru a decis să treacă cu tine singur. S-a dovedit că ești o real problemă. Dar ești cu adevărat o mâncare decentă pentru șef.,
scene2_7_boss_dragonBoss1: Am fost trezit din cauza aceasta? Și armata mea nu a reușit să omoare asta?,
scene2_7_boss_dragonBoss2: Și cine ești tu?,
scene2_7_boss_hero1: Sunt dezgustat, un vânător de demoni. Și tu ai furat regatul greșit și ai răpit prințesa greșită.,
scene2_7_boss_dragonBoss3: Acesta este castelul meu! Mizerabilul tău rege l-a construit pe banii mei. Și nu i-a returnat la timp!,
scene2_7_boss_hero2: Dar armata ta distruge sate, omoară oameni.,
scene2_7_boss_dragonBoss4: Ai auzit ceva despre dobândă?,
scene2_7_boss_hero3: Ei bine, ia castelul, voi lua prințesa și voi pleca. De acord?,
scene2_7_boss_dragonBoss5: Ce nebunie. Mi-ai distrus armata. Mi-ai afectat somnul. Ai usic Trol-ul, Spiritul Lupului.,
scene2_7_boss_dragonBoss6: Trebuie să te omor, omule! Stai liniștit!,
scene2_8_king1: Te-ai întors! Haide! Unde este castelul? Va fi livrat mai târziu? Împreună cu tezaurul?,
scene2_8_princess1: Tată, nu mai există castel și aur,au fost distruse pentru că nu ai plătit datoria! Cavalerul Auriu s-a dovedit a fi un trădător!,
scene2_8_king2: Și nici măcar coroana mea nu a fost salvată? Coroana mea...,
scene2_8_princess2: El M-A salvat, tată!,
scene2_8_king3: Ah, da, sigur, sigur... ,
scene2_8_king4: Așa că, Magicianule, te voi recompensa cu un mare cadou la fel! ,
scene2_8_king5: Ai primit onoarea de a primi regele cu fiica sa acasă. Este răsplata războinicului, nu-i așa? ,
scene2_8_hero1: Erm.. Da, sigur... Este așa o onoare, mulțumesc... Cred că nu pot accepta... ,
scene2_8_king6: Nu, nu, totul este rezolvat, pleacă chiar acum! ,
scene2_8_hero2: Minunat. ,
GUI_bonuses: BONUSELE DIN INTERIOR!,
GUI_1bonus: SALVAREA ONLINE,
GUI_2bonus: NOUA BUNĂ CARACTERĂ!,
GUI_3bonus: +50 MONEDE!,
GUI_warning: AVERTIZARE!,
GUI_shop: MAGAZIN,
GUI_buy: A CUMPARA,
GUI_finish_coins: MONEDE,
GUI_finish_kills: UCIDE,
GUI_finish_secrets: SECRETELE,
GUI_finish_score: SCOR,
GUI_you_are_dead: EȘTI MORT!,
GUI_revive:  TREZIRE!,
GUI_restart: REPORNIRE,
tutorial16: Atingeți să beți,
tutorial17: Faceți clic pentru a bea,
GUI_book_level: Cartea Magic Nivel,
GUI_health_potion: Potiune de viata,
GUI_mana_potion: Mana Potion,
GUI_remove_ads: ELIMINA ANUNȚURILE,
GUI_restore: RESTABILI,
GUI_arena_1: VAL,
GUI_arena_2: PREGATESTE-TE,
GUI_arena_3: START,
GUI_arena_4: FINALIZAT,
GUI_arena_5: SPONTANEA BONUSULUI,
GUI_arena_6: SCORUL TOTAL,
GUI_arena_7: URMĂTORUL VAL,
GUI_arena_8: VICTORIE IMPECABILA,
GUI_arena_9: ARENA COMPLETATĂ,
achievement_name15: Arena Șampion,
achievement_discr15: Arena completă,


