language:_italian,
achievement_name0: Primo Livello,
achievement_discr0: Prima Battaglia,
achievement_name1: Lupo,
achievement_discr1: Sconfiggi lo Spirito della Foresta,
achievement_name2: Tipo Robusto,
achievement_discr2: Sconfiggi il Troll della Caverna,
achievement_name3: Traditore,
achievement_discr3: Sconfiggi il Cavaliere Dorato,
achievement_name4: Proprietario,
achievement_discr4:  Sconfiggi il Dragone Demoniaco,
achievement_name5: Cacciatore di Demoni,
achievement_discr5: Completa l'allenamento,
achievement_name6: Cacciatore Reale,
achievement_discr6: Continua a giocare,
achievement_name7: Principiante,
achievement_discr7: Ottieni il libro di secondo livello,
achievement_name8: Apprendista Mago,
achievement_discr8: Ottieni il libro di terzo livello,
achievement_name9: Mago Vero,
achievement_discr9: Ottieni il libro di quarto livello,
achievement_name10: Grande Mago,
achievement_discr10: Ottieni il libro di quinto livello,
achievement_name11: Salvatore,
achievement_discr11: Fine del gioco,
achievement_name12: Killer dei Demoni,
achievement_discr12:  Sconfiggi 10 nemici,
achievement_name13: Maestro,
achievement_discr13:  Sconfiggi 50 nemici,
achievement_name14: Il migliore,
achievement_discr14:  Sconfiggi 100 nemici,
tutorial0: Movimento - frecce,
tutorial1: Attacco - С,
tutorial2: Magia - X,
tutorial3: Azione - C,
tutorial4: Avanti - Spazio,
tutorial5: Menu del Personaggio - E,
tutorial6: clicca per fare una scelta o premi 3,
tutorial7: Vai sopra per selezionare,
tutorial8: Clicca per continuare a giocare,
tutorial9: Premi per continuare a giocare,
tutorial10: Rompi la scatola,
tutorial11: Apri il baule,
tutorial12: Spacca la porta,
tutorial13: per saltare giù,
tutorial14: Visita il negozio per fare l'upgrade,
tutorial15: Raccogli monete e cristalli per comprare gli upgrade,
magic_name0: ,
magic_name1: Fuoco,
magic_name2: Ghiaccio,
magic_name3: Fulmine,
magic_string1: Caratteristica:,
magic_string2: Danno Istantaneo:,
magic_string3: Danno al secondo:,
magic_fire_string4: Raggio d'Attacco:,
magic_ice_string4: Tempo di Rallentamento:,
magic_light_string4: Numero di Fulmini:,
special1: accende ,
special2: rallenta,
special3: da' una scossa,
damage_miss: mancato,
damage_crit: vitale,
hero_inventory: EROE,
GUI_pause: PAUSA,
GUI_settings: IMPOSTAZIONI,
GUI_quality: qualità,
GUI_music: musica,
GUI_sounds: suoni,
GUI_low: basso,
GUI_high: alto,
GUI_on: on,
GUI_off: off,
GUI_en: inglese,
GUI_ru: русский,
GUI_how_to_play: COME SI GIOCA,
GUI_online: ONLINE,
GUI_local: OFFLINE,
GUI_welcome: Benvenuto!,
GUI_online_window: Sign in to use the saves from the cloud,
GUI_local_window: I progressi del gioco saranno salvati sul tuo computer,
GUI_play: GIOCA,
GUI_arena: ARENA,
GUI_more_games: PIÙ GIOCHI,
none: ,
hero: Mago,
princess: Principessa,
king: Re,
knightBoss: Cavaliere D'oro,
stupidBoss: Troll della Caverna,
wolfBoss: Spirito della Foresta,
dragonBoss: Dragone Demoniaco,
enemy1: Demone,
enemy2: Demone,
enemy_bomb: Distruttore,
enemy_arrow: Arciere,
enemy_wizard: Mago dello Scheletro,
enemy_sceleton: Fante dello Scheletro,
enemy_red: Ufficiale Demone,
npc_guard: Guardiano,
npc_guard_h: Guardiano,
npc_civilian_girl: Ragazza,
npc_civilian_women: Donna,
npc_civilian_old: Uomo Anziano,
npc_civilian_man: Civile,
scene0_npc_guard1: Sire! I demoni sono ovunque! Il castello è stato espugnato!,
scene0_king1: Cosa vuoi? Ho detto che pagherò!,
scene0_enemy_wizard1: Ora,il castello è nostro! Vi porteremo via tutto!,
scene1_hero1: Il sole sta tramontando. Principessa, è ora di ritornare al regno!,
scene1_npc_guard1: Argh… I demoni hanno attaccato il castello. Mago, salvaci! Argh….,
scene1_princess1: Dobbiamo andare al castello! Veloci!,
scene2_princess1: Ehi!,
scene2_hero1: Cosa?,
scene2_princess2: La porta è chiusa! Dai un calcio a quella leva per aprirla!,
scene2_princess3: Magnifico, muoviamoci!,
scene3_princess1: Ancora una porta, spaccala con il solito attacco!,
scene4_princess1: Fermo! Non passerai di qui facilmente!,
scene4_princess2: Distruggi queste erbacce spinose usando il fulmine!,
scene4_princess3: Eh eh,
scene4_princess4: È stato potente. Andiamo!,
scene5_princess1: Stai attento, ancora queste erbacce, puoi bruciarle col fuoco.,
scene5_hero1: Come le attraversi?,
scene5_princess2: Forse, sono solo fortunato. Non saprei... muoviamoci!,
scene6_princess1: Lupi inferociti!,
scene6_princess2: Ci dilanieranno!,
scene6_hero1: C'è solo una soluzione: correre!,
scene7_enemy1: L'attacco è al culmine and visto che hai perso la mappa, non riusciamo a trovare questo maledetto castello!,
scene7_enemy2: Mi scusi, signore, dobbiamo espugnare un castello non molto distante da qui, mi sa dire dove si trova?,
scene7_enemy3: Altrimenti, ti strapperemo fuori le budella!,
scene7_enemy4: Oh, scusa amico, ci dici per favore qual è la strada per il castello? Siamo in ritardo per l'assalto,
scene7_hero1: L'avete passato molto tempo fa, tornate indietro, girate a sinistra, poi a destra, dritto, dritto, a sinistra, a destra, attraversate il ponte e la foresta. Avete capito?,
scene7_enemy5: Ehm… Penso di sì, grazie.,
scene7_princess1: Oh, no, davvero, dobbiamo muoverci.,
scene7_hero2: È pericoloso per te, stai qui.,
scene7_princess2: Non ci penso neanche, salverò il mio regno.,
scene8_king1: Oh no, perché sei ritornato, pensavo fossi al sicuro?!,
scene8_hero1: Non c'è tempo per spiegare, dobbiamo andare via, il castello è stato espugnato.,
scene8_knightBoss1: No! Non dobbiamo arrenderci! Se il re è destinato a morire, morirà qui.,
scene8_princess1: Non penso proprio, dobbiamo andare tutti via ora! Il mago ci porterà via.,
scene8_king2: La principessa ha ragione, non voglio morire.,
scene9_hero1: Cos'è successo? Dove siamo?,
scene9_king1: Nello stesso posto in cui eravamo. Questi demoni hanno rubato tutto! Oro, la corona, PERSINO IL MIO CASTELLO!,
scene9_hero2: E cosa è successo alla principessa?,
scene9_king2: Ah, sí. Hanno rapito anche lei… La mia ragazza… La mia corona…,
scene9_hero3: Metteró tutto a posto e la principessa tornerà!,
scene9_king3: E non dimenticarti la corona. E il castello. E i miei tesori. Ti ho già ricordato della corona? È tutto, muoviti!,
scene9_king4: Ti aspetta una grande ricompensa.,
scene9_hero5: L'ho già sentita questa frase.,
scene1_1_npc_guard1: Ehi, aiutami a chiudere il cancello. Bloccheremo i demoni all'interno del villaggio!,
scene1_1_hero1: E dove sono i residenti del villaggio?,
scene1_1_npc_guard2: Sono dentro, scapperemo quando i demoni saranno occupati con loro, andiamo!,
scene1_1_npc_guard3: Ma che diavolo!,
scene1_2_enemy1: *stridulo*,
scene1_2_hero1: Oh, perfetto, posso bere dell'acqua!,
scene1_2_npc_civilian_man1: Psst, amico, sei tu che uccidi demoni?,
scene1_2_hero2: Sì… e dove sei?,
scene1_2_npc_civilian_man2: Sono qui, nel pozzo, siamo bloccati nelle gabbie sotterranee, salvaci!,
scene1_2_hero3: Come posso trovarvi?,
scene1_2_npc_civilian_man3: L'entrata è sulla strada, sbrigati!,
scene1_2_npc_civilian_man4: Ci hai salvati, grazie.,
scene1_2_hero4: Sono di fretta, apri il cancello e vado via.,
scene1_2_npc_civilian_man5: Questo posto è così sicuro, lasceremo chiusi i cancelli del villaggio.,
scene1_2_hero5: E come posso uscire di lì?,
scene1_2_npc_civilian_man6: C'è un passaggio segreto, attraverso le caverne,è più pericoloso, ma ce la farete. Andiamo, ve lo mostro.,
scene1_3_enemy_arrow1: ESPLOSIONE ECCELLENTE!,
scene1_3_enemy_bomb1: COSA!? NON RIESCO A SENTIR NIENTE! GUARDA LA MIA NUOVA BOMBA!,
scene1_3_enemy_bomb2: ESPLOSIONE PERFETTA! FANTASTICA BOMBA! AHAH!,
scene1_3_npc_civilian_man1: Qui! Vieni qui demone assassino, l'uscita si trova qui.,
scene1_3_hero1: Chi sei?,
scene1_3_npc_civilian_man2: Sono… erm… un residente locale and voglio dare una mano. Muoviti, devi correre.,
scene1_3_hero2: Grazie.,
scene1_3_enemy_wizard1: Sì, vai incontro alla morte! AHAH!,
scene1_4_boss_hero1: Questa caverna è infinita, sei sicuro questa sia la strada verso l'uscita?,
scene1_4_boss_stupidBoss1: No. Tu. Gira qui. Esatto.,
scene1_4_boss_hero2: Ciao! Sei un placido troll che puó mostrarmi l'uscita?,
scene1_4_boss_stupidBoss2: No. Io uccido persone. Devo ucciderti.,
scene1_5_hero1: Una ventata d'aria fresca, finalmente!,
scene1_5_enemy1: Questa è la fine della strada… e anche della tua vita... AHAHA!,
scene1_5_npc_civilian_man1: No, ti prego.,
scene1_5_hero2: Dobbiamo aiutarli!,
scene1_5_hero3: Stai bene?,
scene1_5_npc_civilian_girl1: Sì, grazie.,
scene1_5_hero4: Puoi per favore dirmi se hai visto… erm… il castello volante?,
scene1_5_npc_civilian_girl2: Sì, è volato in quella direzione!,
scene1_5_hero5: Grazie, ora è tempo che vada.,
scene1_5_npc_civilian_girl3: Please, save my father, i demoni lo tengono nella casa, loro... lo obbligano a stare lì,
scene1_5_npc_civilian_girl4: A lavare le loro mutande… *piangendo*,
scene1_5_hero6: Bruti! Non avere paura, lo salveró.,
scene1_5_npc_civilian_old: Grazie.,
scene1_5_npc_civilian_girl5: Mio padre è vivo!,
scene1_5_npc_civilian_man2: Questo è per te, una piccola ricompensa.,
scene1_6_npc_guard_h1: Fermo lì, demone! Stai lontano! Altrimenti, te la faró vedere io!,
scene1_6_hero1: Sono un cacciatore di demoni e sono qui per il castello del re!,
scene1_6_npc_guard_h2: Ho visto il castello, è atterrato non molto distante dal villaggio.,
scene1_6_npc_guard_h3: Ma non ti lasceró passare, demone! Arrenditi!,
scene1_6_hero2: - Oh, io non sono un demone!,
scene1_6_npc_civilian_women1: - Tana! I demoni sono stati avvistati nella fognatura, dobbiamo ripulirla!,
scene1_6_npc_guard_h4: Ne ho già preso uno!  Leghiamolo!,
scene1_6_hero3: Oh… Non ho tempo per questo. Sì. sono un demone! Arrrr! Adesso ti mangio! Arrrr! Meglio scappare via!,
scene1_6_npc_guard_h5: Aaaah! Scappate via!,
scene1_6_npc_civilian_women2: Sei veramente un cacciatore. Ma i demoni hanno comunque espugnato il nostro villaggio.,
scene1_6_hero4: Penseró io a loro, aspettami all'uscita.,
scene1_6_hero5: Il villaggio è pulito, e ora mostrami dov'è il castello.,
scene1_6_npc_civilian_women3: Ma l'intero esercito si trova attorno e all'esterni, forse, dimentichiamoci di questo castekllo, lasciamoglielo prendere, il re ne costruirà un altro.,
scene1_6_hero6: Voglio salvare la principessa.,
scene1_7_boss_wolfBoss1: Sei un cacciatore?,
scene1_7_hero1: Erm... no, io? Decisament, no. No.,
scene1_7_boss_wolfBoss2: Non sei bravo a mentire, cacciatore. Sono uno spirito di questa foresta. Di solito non mi mostro alle persone.,
scene1_7_boss_wolfBoss3: I demoni mi hanno minacciato di distruggere la foresta nel caso in cui io non ti uccida. Niente di personale.,
scene1_7_hero2: Che ne pensi di arrivare a un accordo o di aiutarmi a sconfiggerli?,
scene1_7_boss_wolfBoss4: No, mi spiace, cacciatore, cercheró di fare tutto velocemente.,
scene1_7_boss_wolfBoss5: Beh, come mai sei in piedi?,
scene1_7_hero3: Non sei morto?,
scene1_7_boss_wolfBoss6: Certo che non lo sono, essendo umano non puoi uccidermi, comunque non voglio lavorare per i demoni.,
scene1_7_boss_wolfBoss7: Faró solo finta di essere morto.,
scene1_7_hero4: Saggia idea.,
scene1_7_boss_wolfBoss8: Vai via. Il tuo castello è piú lontano verso nord.,
scene2_1_enemy_red1: Ho ordinato una pizza? Sembra che tu sia arrivato troppo presto.,
scene2_1_hero1: Erm... Sì. Tu l'hai ordinata. Con acciughe e funghi.,
scene2_1_enemy_red2: Ecco, ora metto la corda, arrampicati.,
scene2_1_enemy_wizard1: Ehi! Fanteria! Sveglia! Basta dormire, il nemico è in casa!  Che cosa vi pago a fare, poltroni!,
scene2_1_enemy_wizard2: E svegliate i vostri amici!,
scene2_1_enemy_sceleton1: a-a-ah… e-e-eh…,
scene2_1_enemy_wizard3: Cervello completamente appassito!,
scene2_1_enemy1: Ferma! Sono dalla tua parte.,
scene2_1_hero2: Non capisco. Cosa?,
scene2_1_enemy2: Sono una spia. Ho vissuto tra i demoni sotto copertura per 15 anni. Qui ho creato la mia famiglia e ho dei bambini.,
scene2_1_hero3: Puoi aiutarmi?,
scene2_1_enemy3: Non posso rivelare chi sono. Posso solo dire che sono stato tradito. Ma non so chi ha fatto ció.,
scene2_1_enemy4: Oh si, prendi il cristallo dal tesoro reale, penso sarà molto più utile a te.,
scene2_1_hero4: Grazie.,
scene2_3_boss_hero1: Cavaliere Dorato! Sei tu?! È fantastico averti trovato!,
scene2_3_boss_knightBoss1: ...,
scene2_3_boss_hero2: Cavaliere Dorato? Ehi… Hai visto la principessa?,
scene2_3_boss_hero3: Perché indossi la corona?,
scene2_3_boss_knightBoss2: Perché ora è mia!,
scene2_3_boss_knightBoss3: E anche la principessa è mia. E il regno. È tutto mio ora. Tutto! Ah-ah-ah!,
scene2_3_boss_hero4: Ora questo appartiene tutto ai demoni. Sei uno stupido.,
scene2_3_boss_knightBoss4: Sei tu lo stupido!,
scene2_3_boss_hero5: Tu!,
scene2_3_boss_knightBoss5: Tu!,
scene2_3_boss_hero6: Io!,
scene2_3_boss_knightBoss6: Io!,
scene2_3_boss_hero7: Sì! Tu!,
scene2_3_boss_knightBoss7: Argh! Ti uccideró!,
scene2_3_boss_knightBoss8: Wow, wow, fermo! Sei un eccellente guerriero.,
scene2_3_boss_hero8: Sì, lo so,
scene2_3_boss_knightBoss9: Mi sono appena ricordato di una questione importante... di firmare i documenti...,
scene2_3_boss_knightBoss10: Ti chiameró più tardi!,
scene2_4_princess1: Sei venuto per me?,
scene2_4_hero1: Sì. Non esiste luogo dove non riesca a trovarti.,
scene2_4_princess2: ...,
scene2_4_hero2: ...,
scene2_4_princess3: È il Caveliere Dorato! È in collusione con i demoni. Un traditore.,
scene2_4_hero3: L'ho già incontrato ma è riuscito a scappare. Ho bisogno di un aiuto a riprendere il regno.,
scene2_4_enemy_wizard1: Principessa, ti sto cercando, dove sei fuggita, il tuo sposo ti attende.,
scene2_4_hero4: Principessa!,
scene2_4_enemy_wizard2: Perché non moriresti?!,
scene2_4_hero5: Voglio farti la stessa domanda.,
scene2_4_enemy_wizard3: Allora è ora di buttare via la spazzatura. Sarà tutto subito pronto.,
scene2_5_hero1: Devo capire dove mi trovo e dove si trova il castello. Di nuovo.,
scene2_5_hero2: Ehi, tu, sei andato via da lei!,
scene2_5_npc_civilian_girl1: No, per favore! Lui è buono!,
scene2_5_hero3: Cosa?,
scene2_5_npc_civilian_girl2: Lui è buono, lui… ha salvato il nostro villaggio, insieme abbiamo nascosto tutti i suoi residenti.,
scene2_5_npc_civilian_girl3: Ti prego, non prendere la tua spada.,
scene2_5_hero4: Ok, ok, non sono un killer sanguinario. Se la pensi così, allora la penso come te.,
scene2_5_enemy1: Grazie, umano. Posso aiutarti?,
scene2_5_hero5: Sì, ho bisogno di andare al castello rubato... Di nuovo.,
scene2_5_enemy2: Ok, non è lontano, ti porteró lì. Ma il cancello del villaggio è chiuso.,
scene2_5_enemy3: Devi aprirlo.,
scene2_6_enemy1: Hai visto il gioco di ieri?,
scene2_6_enemy_red1: No, ho perlustrato. Tutti stanno cercando il folle cacciatore di demoni.,
scene2_6_enemy2: Spero venga preso presto. Non riesco a dormire, ho gli incubi.,
scene2_6_enemy3: Se non sbaglio, gli ho chiesto di aspettare fino a quando non apro la porta.,
scene2_6_hero1: Speravo fosse più veloce.,
scene2_6_enemy4: Non sei lontano dall'ingresso centrale. Sembra che la principessa sia lì. Sbrigati.,
scene2_6_knightBoss1: Ti stavamo aspettando. Intendo sposare la principessa e voglio mostrarle il regalo di nozze.,
scene2_6_knightBoss2: Il tuo cadavere. ah-ah-ah!,
scene2_6_princess1: No!,
scene2_6_hero2: L'ultima volta ti ho battuto facilmente, attacca, rammollito. Non avere paura, principessa.,
scene2_6_knightBoss3: Oh, questa volta useró l'energia del SUPER SPAZIO DEMONIACO!,
scene2_6_knightBoss4: Mi darà il SUPER POTERE DEL SUPER DEMONE! INIZIAMO!,
scene2_6_knightBoss5: Ah-ah-ah! Oh, sì!,
scene2_6_knightBoss6: Sento il potere!,
scene2_6_knightBoss7: Sono un super guerriero inconquistabile!,
scene2_6_knightBoss8: Penso che questo possa bastare da parte mia!,
scene2_6_knightBoss9: Ehi! Basta!,
scene2_6_knightBoss10: Sono carico, togli la spina!,
scene2_6_knightBoss11: Аааааааh! Ааааааааh!,
scene2_6_princess2: Mi hai salvata. Usciamo di qui ora!,
scene2_6_hero3: No, stai qui, devo mettere fine a questo e liberare il castello.,
scene2_6_princess3: Bene, quello è il tuo lavoro, ci vediamo quando hai finito. attenderó...,
scene2_6_enemy_wizard1: Bene. Preso.,
scene2_6_hero4: Stai parlando con me?,
scene2_6_enemy_wizard2: Basta parlare.,
scene2_6_enemy_wizard3: No, signore, non sto parlando con voi…. Lui è meschino come uno scarafattio e debole come una ragazza, signore...,
scene2_6_enemy_wizard4: Bene, ho tutto, lo porteró vivo.,
scene2_6_hero5: Hai finito?,
scene2_6_enemy_wizard5: Sì, ho parlato al capo. Quindi, i piani sono cambiati.,
scene2_6_enemy_wizard6: Il nostro capo ha deciso di procedere da solo. TI sei rivelato un vero problema. Sei a malapena un boccone decente per il capo.,
scene2_7_boss_dragonBoss1: Sei stato svegliato per questo? E il mio esercito non è riuscito ad uccidere questo?,
scene2_7_boss_dragonBoss2: E tu chi sei?,
scene2_7_boss_hero1: Sono diseviled, un cacciatore di demoni. E tu hai rubato il castello sbagliato e rapito la principessa sbagliata.,
scene2_7_boss_dragonBoss3: Questo è il mio castello! Il tuo miserabile re l'ha costruito con i miei soldi. E non me li ha restituiti in tempo!,
scene2_7_boss_hero2: Ma il tuo esercito sta distruggendo i villaggi, uccidendo persone.,
scene2_7_boss_dragonBoss4: Ne sai qualcosa di interessi?,
scene2_7_boss_hero3: Allora, prendi il castello, io prenderó la principessa e andremo via. D'accordo?,
scene2_7_boss_dragonBoss5: Che idiozia. Hai schiacciato il mio esercito. Rovinato il mio sonno. Hai ucciso ilTroll, lo Spirito del Lupo.,
scene2_7_boss_dragonBoss6: Ora ti devo uccidere, umano! Stai calmo!,
scene2_8_king1: Sei tornato! Andiamo! Dov'è il castello? Sarà consegnato più tardi? Insieme all tesoro?,
scene2_8_princess1: Padre, non esiste più né castello né oro, sono stati distrutti perchè non hai pagato il tuo debito! Il Cavaliere Dorato è in realtà un traditore!,
scene2_8_king2: Persino la mia corona non è stata salvata? La mia corona...,
scene2_8_princess2: Ha salvato ME, padre!,
scene2_8_king3: Ah, sì, certo, certo... ,
scene2_8_king4: Allora, Mago, ti ripagheró ugualmente con un grande regalo! ,
scene2_8_king5: Hai avuto l'onore di ricevere il re con sua figlia a casa. È il premio per il valoro guerriero, vero? ,
scene2_8_hero1: Erm.. Sì, certo... Un tale onore, grazie... Penso di non poterlo accettare... ,
scene2_8_king6: No, no, è tutto a posto, ora vai via! ,
scene2_8_hero2: Ottimo. ,
GUI_bonuses: BONUS ALL'INTERNO!,
GUI_1bonus: RISPARMIO ONLINE,
GUI_2bonus: NUOVO CARATTERE FANTASTICO!,
GUI_3bonus: +50 MONETE!,
GUI_warning: AVVERTIMENTO!,
GUI_shop: NEGOZIO,
GUI_buy: COMPRARE,
GUI_finish_coins: MONETE,
GUI_finish_kills: UCCIDE,
GUI_finish_secrets: SEGRETI,
GUI_finish_score: PUNTO,
GUI_you_are_dead: SEI MORTO!,
GUI_revive: RIVIVERE!,
GUI_restart: RICOMINCIA,
tutorial16: Tocca per bere,
tutorial17: Clicca per bere,
GUI_book_level: Livello del libro magico,
GUI_health_potion: Pozione di salute,
GUI_mana_potion: Pozione di mana,
GUI_remove_ads: RIMUOVERE GLI ANNUNCI,
GUI_restore: RISTABILIRE,
GUI_arena_1: ONDA,
GUI_arena_2: PREPARATI,
GUI_arena_3: INIZIO,
GUI_arena_4: COMPLETATO,
GUI_arena_5: BONUS DI LOTTA DI VELOCITÀ,
GUI_arena_6: PUNTEGGIO TOTALE,
GUI_arena_7: PROSSIMA ONDA,
GUI_arena_8: VITTORIA INCANTEVOLE,
GUI_arena_9: ARENA COMPLETATA,
achievement_name15: Campione dell'Arena,
achievement_discr15: Arena completa,


