language:_dutch,
achievement_name0: Eerste stap,
achievement_discr0: Eerste gevecht,
achievement_name1: Wolf,
achievement_discr1: Versla de bosgeest,
achievement_name2: Forse vent,
achievement_discr2: Versla de grottrol,
achievement_name3: Verrader,
achievement_discr3: Versla de gouden ridder,
achievement_name4: Eigenaar,
achievement_discr4:  Versla de demonische draak,
achievement_name5: Demoonjager,
achievement_discr5: Voltooi training,
achievement_name6: Echte jager,
achievement_discr6: Ga door met spelen,
achievement_name7: Beginner,
achievement_discr7: Krijg level 2 boek,
achievement_name8: Beginnende magiër,
achievement_discr8: Krijg level 3 boek,
achievement_name9: Echte tovernaar,
achievement_discr9: Krijg level 4 boek,
achievement_name10: Groot tovenaar,
achievement_discr10: Krijg level 5 boek,
achievement_name11: Bevrijder,
achievement_discr11: Beëindig spel,
achievement_name12: Demonendoder,
achievement_discr12:  Versla 10 vijanden,
achievement_name13: Meester,
achievement_discr13:  Versla 50 vijanden,
achievement_name14: De beste,
achievement_discr14:  Versla 100 vijanden,
tutorial0: Besturing: pijltjestoetsen,
tutorial1: Aanvallen - C,
tutorial2: Magie - X,
tutorial3: Actie - C,
tutorial4: Volgende - Spatiebalk,
tutorial5: Karakter menu - E,
tutorial6: Klik om een keuze te maken of druk op 3,
tutorial7: Raak aan om te selecteren,
tutorial8: Klik om verder te spelen,
tutorial9: Raak aan om verder te spelen,
tutorial10: Sloop de kist,
tutorial11: Open de schatkist,
tutorial12: Sloop de deur,
tutorial13: Naar beneden springen,
tutorial14: Ga naar de winkel voor upgrades,
tutorial15: Verzamel munten en kristallen om upgrades te komen,
magic_name0: ,
magic_name1: Vuur,
magic_name2: Ijs,
magic_name3: Bliksem,
magic_string1: Feature:,
magic_string2: Instant damage:,
magic_string3: Schade per seconde,
magic_fire_string4: Aanvalsbereik,
magic_ice_string4: Vertragingstijd,
magic_light_string4: Aantal bliksemschichten,
special1: Ontstekingen,
special2: Vertragingen,
special3: Schokken,
damage_miss: mis,
damage_crit: Kritiek,
hero_inventory: HELD,
GUI_pause: PAUZE,
GUI_settings: INSTELLINGEN,
GUI_quality: kwaliteit,
GUI_music: muziek,
GUI_sounds: geluiden,
GUI_low: laag,
GUI_high: hoog,
GUI_on: aan,
GUI_off: uit,
GUI_en: english,
GUI_ru: русский,
GUI_how_to_play: Speluitleg,
GUI_online: ONLINE,
GUI_local: OFFLINE,
GUI_welcome: Welkom!,
GUI_online_window: Log in om spellen opgeslagen in de cloud te laden,
GUI_local_window: Voortgang zal op je computer worden  opgeslagen,
GUI_play: SPEEL,
GUI_arena: ARENA,
GUI_more_games: MEER SPELLEN,
none: ,
hero: Magiër,
princess: Prinses,
king: Koning,
knightBoss: Gouden ridder,
stupidBoss: Grottrol,
wolfBoss: Bosgeest,
dragonBoss: Demonische draak,
enemy1: Demoon,
enemy2: Demoon,
enemy_bomb: Vernietiger,
enemy_arrow: Boogschutter,
enemy_wizard: Magiërsgeraamte,
enemy_sceleton: Infanteristengeraamte,
enemy_red: Demonenofficier,
npc_guard: Bewaker,
npc_guard_h: Bewaker,
npc_civilian_girl:Meisje,
npc_civilian_women: Vrouw,
npc_civilian_old: Oude man,
npc_civilian_man: Burger,
scene0_npc_guard1: Koning! Er zijn overal demonen! Het kasteel is overgenomen!,
scene0_king1: Wat wil je? Ik heb gezegd dat ik zal betalen!,
scene0_enemy_wizard1: Het kasteel is nu van ons! We zullen je alles afnemen!,
scene1_hero1: De zon gaat onder. Prinses, het is tijd om terug te gaan naar het koninkrijk,
scene1_npc_guard1: Argh… Demonen hebben het kasteel aangevallen. Magiër, red ons allen! Argh...,
scene1_princess1: We moeten naar het kasteel! Snel!,
scene2_princess1: Hey!,
scene2_hero1: Wat?,
scene2_princess2: De deur is op slot! Probeer tegen die hendel te schoppen om hem te opnenen!,
scene2_princess3: Geweldig, schiet op!,
scene3_princess1: Nog maar één deur, sloop hem met een gewone aanval!,
scene4_princess1: Stop! Hier kom je niet zo makkelijk langs!,
scene4_princess2: Vernietig dit doornige onkruid met bliksemschichten!,
scene4_princess3: He-He,
scene4_princess4: Dat was krachtig. Blijf dichtbij!,
scene5_princess1: Wees voorzichtig, dat onkruid weer, je kan het verbranden met vuur.,
scene5_hero1: How do you cross them?,
scene5_princess2: Waarschijnlijk heb ik gewoon geluk. Ik weet het niet. Schiet op!,
scene6_princess1: Felle wolven!,
scene6_princess2: Ze zullen ons vrezen!,
scene6_hero1: De weg is vrij, rennen!,
scene7_enemy1: De strijd is op zijn heetst, en doordat je de kaart verloren bent kunnen we dat stomme kasteel niet vinden!,
scene7_enemy2: Pardon meneer, we moeten het kasteel niet ver van hier veroveren, kunt u zeggen waar het is?,
scene7_enemy3: Anders scheuren we je ingewanden eruit!,
scene7_enemy4: Oh, let u niet op mijn vriend. Vertel ons alstublieft, welke kant op is het kasteel vanaf hier? We zijn laat voor de verovering.,
scene7_hero1: Je bent er al lang voorbij. Ga terug, ga linksaf, rechtsaf, rechtdoor, rechtdoor, linksaf, rechtsaf, de brug over en door het woud. Heeft u het?,
scene7_enemy5: Ehh, ik denk het. Bedankt.,
scene7_princess1: O nee, het is waar, we moeten opschieten.,
scene7_hero2: Het is gevaarlijk voor jou, blijf hier.,
scene7_princess2: Denk er niet eens aan. Ik zal mijn koninkrijk redden.,
scene8_king1: O nee, waarom ben je teruggekomen. Ik dacht dat je in veiligheid was ?!,
scene8_hero1: Geen tijd om uit te leggen, we moeten weg, het kasteel is veroverd.,
scene8_knightBoss1: Nee! We kunnen niet opgeven! Als de koning voorbestemd is te sterven dan sterft hij hier.,
scene8_princess1: Geen sprake van, we moeten hier allemaal nu weg. De magiër zal ons hier weghalen.,
scene8_king2: De prinses heeft gelijk. Ik wil niet sterven.,
scene9_hero1: Wat is er gebeurd? Waar zijn we?,
scene9_king1: Op dezelfde plek als waar we al waren. Deze demonen hebben alles gestolen! Goud, de kroon, ZELFS MIJN KASTEEL!,
scene9_hero2: En wat is er met de prinses gebeurd?,
scene9_king2: Ah, juist, ze hebben ook nog haar ontvoerd. Mijn meisje, mijn kroon...,
scene9_hero3: Ik zal alles goedmaken en de prinses zal terugkomen.,
scene9_king3: En vergeet de kroon niet. En het kasteel. En de schatten. Had ik de kroon al gehad? Dat is alles, schiet op!,
scene9_king4: Een grote beloning staat je te wachten.,
scene9_hero5: Ik kan het constant horen.,
scene1_1_npc_guard1: Hey, help me de poort dicht te doen. We sluiten de demonen op in het dorp!,
scene1_1_hero1: En waar zijn de dorpsbewoners?,
scene1_1_npc_guard2: Die zijn binnen, wij kunnen ontsnappen terwijl de demonen zich met hen bezighouden, kom op!,
scene1_1_npc_guard3: Wat krijgen we nou?,
scene1_2_enemy1: *gekrijs*,
scene1_2_hero1: Oh, geweldig. Ik kan wat water drinken!,
scene1_2_npc_civilian_man1: Psst, kerel, ben jij degene die demonen doodt?,
scene1_2_hero2: Ja... En waar ben jij?,
scene1_2_npc_civilian_man2: Ik ben hier, in de put. We zitten opgesloten in kooien onder de grond, red ons!,
scene1_2_hero3: Hoe vind ik jullie?,
scene1_2_npc_civilian_man3: De ingang is verderop in de straat, schiet op!,
scene1_2_npc_civilian_man4: Je hebt ons gered, bedank.,
scene1_2_hero4: Ik heb nogal haast. Open de poort en ik vertrek.,
scene1_2_npc_civilian_man5: Weet je, deze plek is zo veilig, we laten de poort van het dorp gesloten.,
scene1_2_hero5: En hoe kom ik eruit?,
scene1_2_npc_civilian_man6: Er is een geheime doorgang door de grotten. Het is gevaarlijker, maar je kunt het aan. Laten we gaan, ik laat het je zien.,
scene1_3_enemy_arrow1: GEWELDIGE EXPLOSIE!,
scene1_3_enemy_bomb1: WAT!? IK HOOR NIKS MEER! KIJK MIJN NIEUWE BOM!,
scene1_3_enemy_bomb2: GEWELDIGE EXPLOSIE! COOLE BOM! HAHA!,
scene1_3_npc_civilian_man1: Hier! Kom hier demonendoder, de uitgang is hier.,
scene1_3_hero1: Wie ben jij?,
scene1_3_npc_civilian_man2: Ik ben... ehh... Een inwoner, en ik wil helpen. Schiet op, je moet rennen.,
scene1_3_hero2: Bedankt,
scene1_3_enemy_wizard1: Ja, ga je dood tegemoed! HAHA!,
scene1_4_boss_hero1: Deze grot is eindeloos, weet je zeker dat dit de weg naar de uitgang is?,
scene1_4_boss_stupidBoss1: Nee. Jij. Gaat hier de hoek om. Zo ja.,
scene1_4_boss_hero2: Hallo! Ben jij een vredelievende trol die me de uitgang kan wijzen?,
scene1_4_boss_stupidBoss2: Nee. Ik vermoord mensen. Moet jou vermoorden.,
scene1_5_hero1: Eindelijk frisse lucht!,
scene1_5_enemy1: Hier eindigt de weg... en jij ook... AHAHA!,
scene1_5_npc_civilian_man1: Nee, alstublieft,
scene1_5_hero2: We moeten ze helpen!,
scene1_5_hero3: Ben je in orde?,
scene1_5_npc_civilian_girl1: Ja, dankjewel.,
scene1_5_hero4: Zeg me alsjeblieft, heb je... ahem... het vliegende kasteel gezien?,
scene1_5_npc_civilian_girl2: Ja, het vloog die kant op!,
scene1_5_hero5: Dankjewel, dan is het tijd voor mij om te gaan.,
scene1_5_npc_civilian_girl3: Alsjeblieft, red mijn vader, de demonen houden hem vast in het huis, ze... dwingen hem...,
scene1_5_npc_civilian_girl4: Hun ondergoed te wassen... *gehuil*,
scene1_5_hero6: Bruten! Ik zal hem bevrijden, wees niet bang.,
scene1_5_npc_civilian_old: Dankjewel.,
scene1_5_npc_civilian_girl5: Mijn vader leeft!,
scene1_5_npc_civilian_man2: Dat is voor jou, een kleine beloning.,
scene1_6_npc_guard_h1: Blijf staan, demoon. Blijf weg! Anders zwaait er wat!,
scene1_6_hero1: Ik ben een demonenjager en ik ben op het kasteel van de koning uit!,
scene1_6_npc_guard_h2: Ik heb het kasteel gezien, het is niet ver van het dorp geland.,
scene1_6_npc_guard_h3: Maar ik laat je niet door, demoon! Geef op!,
scene1_6_hero2: - O, ik ben geen demoon!,
scene1_6_npc_civilian_women1: - Den! De demonen zijn gesignaleerd in het riool, we moeten ze opruimen!,
scene1_6_npc_guard_h4: Ik heb er al één gevangen! Laten we hem vastbinden!,
scene1_6_hero3: O... Ik heb hier geen tijd voor. Ja, ik ben een demoon! Arrrr! Ik eet je zo op! Arrrr! Je kan maar beter wegrennen!,
scene1_6_npc_guard_h5: Aaaah! Wegwezen!,
scene1_6_npc_civilian_women2: Je bent echt een jager. Maar de demonen hebben nog altijd ons dorp overgenomen.,
scene1_6_hero4: Dat handel ik wel af, wacht op me bij de uitgang van het dorp.,
scene1_6_hero5: Het dorp is veilig. Laat me nu zien waar het kasteel is.,
scene1_6_npc_civilian_women3: Maar het hele leger is er in de buurt en erin. Misschien moeten we het kasteel vergeten. Laat ze het hebben, de koning bouwt wel een nieuwe.,
scene1_6_hero6: Ik wil de prinses redden.,
scene1_7_boss_wolfBoss1: Ben jij een jager?,
scene1_7_hero1: Ehh... Nee, ik? Zeker weten niet nee...,
scene1_7_boss_wolfBoss2: Je bent een slecht leugenaar, jager. Ik ben een geest van dit bos. Ik laat me normaal niet aan mensen zien.,
scene1_7_boss_wolfBoss3: De demonen dreigen met de vernietiging van mijn woud als ik je niet vermoordt. Niks persoonslijks.,
scene1_7_hero2: Wat als we nou eens een deal sluiten, of als je me helpt de demonen te verslaan?,
scene1_7_boss_wolfBoss4: Nee, jager, sorry. Ik zal proberen het zo snel mogelijk te doen.,
scene1_7_boss_wolfBoss5: Nou, waarom sta je?,
scene1_7_hero3: Je bent niet dood?,
scene1_7_boss_wolfBoss6: Natuurlijk niet. Als mens kan je me niet doden, maar ik wil nog steeds niet voor de demonen werken.,
scene1_7_boss_wolfBoss7: Ik zal gewoon doen alsof ik dood ben.,
scene1_7_hero4: Wijs plan.,
scene1_7_boss_wolfBoss8: Ga nu. Je kasteel is verder noordwaarts.,
scene2_1_enemy_red1: Pizzabezorging? Het lijkt erop dat je te vroeg bent.,
scene2_1_hero1: Ehh... Ja, je bestelling. Met anchovis en champignons.,
scene2_1_enemy_red2: Dat is hem. Ik zal het touw omhoog trekken. Klim naarboven.,
scene2_1_enemy_wizard1: Hey! Infanterie! Wakker worden! Stop met slapen, de vijand is binnen! Waar betaal ik jullie voor, luiwammessen!,
scene2_1_enemy_wizard2: En maak je vrienden wakker!,
scene2_1_enemy_sceleton1: a-a-ah… e-e-eh…,
scene2_1_enemy_wizard3: Compleet verschrompeld brein!,
scene2_1_enemy1: Stop! Ik hoor bij je.,
scene2_1_hero2: Ik begrijp het niet. Wat?,
scene2_1_enemy2: Ik ben een spion. Ik woon al 15 jaar under cover bij de demonen. Ik heb een gezin gesticht en heb kinderen hier.,
scene2_1_hero3: Kun je me helpen?,
scene2_1_enemy3: Ik kan mezelf niet kenbaar maken. Ik kan enkel zeggen dat we verraden zijn. Maar ik weet niet door wie.,
scene2_1_enemy4: O ja, pak dit kristal uit de koninklijke schatten. Ik denk dat het nog van pas gaat komen.,
scene2_1_hero4: Bedankt.,
scene2_3_boss_hero1: Gouden ridder! Ben jij het?! Goed dat ik je gevonden heb!,
scene2_3_boss_knightBoss1: ...,
scene2_3_boss_hero2: Gouden ridder? Hey... Heb je de prinses gezien?,
scene2_3_boss_hero3: Waarom draag je de kroon?,
scene2_3_boss_knightBoss2: Omdat die nu van mij is!,
scene2_3_boss_knightBoss3: En de prinses is ook van mij. En het koninkrijk. Alles if nu van mij. Alles is van mij! Ha-ha-ha!,
scene2_3_boss_hero4: Het is nu allemaal van de demonen. Je bent een dwaas.,
scene2_3_boss_knightBoss4: Jij bent de dwaas hier!,
scene2_3_boss_hero5: Jij!,
scene2_3_boss_knightBoss5: Jij!,
scene2_3_boss_hero6: Ik!,
scene2_3_boss_knightBoss6: Ik!,
scene2_3_boss_hero7: Ja! Jij!,
scene2_3_boss_knightBoss7: Argh! Ik vermoord je gewoon!,
scene2_3_boss_knightBoss8: Wow, wow, stop! Je bent een uitstekende krijger.,
scene2_3_boss_hero8: Ja, ik weet het.,
scene2_3_boss_knightBoss9: Weet je, ik herinner me net iets over belangrijke zaken... Documenten ondertekenen...,
scene2_3_boss_knightBoss10: Ik roep je later!,
scene2_4_princess1: Ben je voor mij gekomen?,
scene2_4_hero1: Ja. Er is geen plek waar ik je niet zou vinden.,
scene2_4_princess2: ...,
scene2_4_hero2: ...,
scene2_4_princess3: De gouden ridder! Hij zweert samen met de demonen. De verrader.,
scene2_4_hero3: Ik ben hem al tegengekomen, maar hij heeft weten te ontsnappen. Ik moet je hieruit helpen en je koninkrijk herstellen.,
scene2_4_enemy_wizard1: Prinses, ik zoek je. Waar ben je heen gevlucht? Je bruidegom wacht op je.,
scene2_4_hero4: Prinses!,
scene2_4_enemy_wizard2: Waarom ga je niet dood?!,
scene2_4_hero5: Ik kan jou dezelfde vraag stellen.,
scene2_4_enemy_wizard3: Dus, het is tijd om het afval weg te gooien. Alles zal spoedig klaar zijn.,
scene2_5_hero1: Ik moet weten waar ik ben en het kasteel vinden. Alweer.,
scene2_5_hero2: Hey, jij! Blijf bij haar weg!,
scene2_5_npc_civilian_girl1: Nee, alsjeblieft! Hij is goed!,
scene2_5_hero3: Wat?,
scene2_5_npc_civilian_girl2: Hij is goed, hij... heeft ons dorp gered. We hebben samen alle inwoners verstopt.,
scene2_5_npc_civilian_girl3: Alsjeblieft, pak niet je zwaard.,
scene2_5_hero4: Oké, oké, ik ben geen bloeddorstige moordenaar. Als jullie op goede voet staan, dan ben ik daar voor.,
scene2_5_enemy1: Bedankt, mens. Kan ik je helpen?,
scene2_5_hero5: Ja, ik moet naar het gestolen kasteel zien te komen... Alweer.,
scene2_5_enemy2: Oké, het is niet ver. Ik breng je erheen. Maar de poort van het dorp is gesloten.,
scene2_5_enemy3: Je moet hem openen.,
scene2_6_enemy1: Heb je de wedstrijd van gisteren gezien?,
scene2_6_enemy_red1: Nee, ik was aan het patrouilleren. Iedereen zoekt die gestoorde demonenjager.,
scene2_6_enemy2: Het is maar beter als hij snel wordt gevangen. Ik kan niet meer slapen, ik heb nachtmerries.,
scene2_6_enemy3: Volgens mij heb ik gevraagd te wachten totdat ik de deur open.,
scene2_6_hero1: Ik dacht dat het sneller zou zijn.,
scene2_6_enemy4: Je bent niet ver van de centrale hal. Het lijkt erop dat de prinses daar is. Schiet op.,
scene2_6_knightBoss1: We wachtten al op je. Ik ben van plan met de prinses te trouwen en ik heb besloten haar een huwelijksgeschenk te geven.,
scene2_6_knightBoss2: Jouw lijk. Ha-ha-ha!,
scene2_6_princess1: Nee!,
scene2_6_hero2: De vorige keer heb ik je met gemak verslagen. Val aan, zwakkeling. Wees niet bang, prinses.,
scene2_6_knightBoss3: O, deze keer gebruik ik de energie van de DEMONISCHE SUPERRUIMTE!,
scene2_6_knightBoss4: Het geeft mij SUPERDEMOONSE SUPERKRACHT! LAAT HET GEVECHT BEGINNEN!,
scene2_6_knightBoss5: Ha-ha-ha! O, ja!,
scene2_6_knightBoss6: Ik voel de kracht!,
scene2_6_knightBoss7: Ik ben een onverslaanbare superkrijger!,
scene2_6_knightBoss8: Dit is wel genoeg voor me, denk ik!,
scene2_6_knightBoss9: Hey! Zet hem uit!,
scene2_6_knightBoss10: Ik ben opgeladen, maak de draad los!,
scene2_6_knightBoss11: Аааааааh! Ааааааааh!,
scene2_6_princess2: Je hebt me gered. We moeten hier weg wezen!,
scene2_6_hero3: Nee, blijf hier. Ik moet hier een einde aan maken en het kasteel bevrijden.,
scene2_6_princess3: Goed dan, dat is jouw taak. Ik zie je wel als je klaar bent. Ik wacht op je.,
scene2_6_enemy_wizard1: Kijk, kijk. Hebbes.,
scene2_6_hero4: Heb je het tegen mij?,
scene2_6_enemy_wizard2: Houd je mond.,
scene2_6_enemy_wizard3: Nee meneer, ik heb het niet tegen jou. Hij is zo gemeen als een kakkerlak en zo zwak als een meisje, meneer...,
scene2_6_enemy_wizard4: Ik heb alles. Ik breng hem levend.,
scene2_6_hero5: Ben je klaar?,
scene2_6_enemy_wizard5: Ja, en ik heb met de baas gesproken, zie je. Dus, de plannen zijn veranderd.,
scene2_6_enemy_wizard6: De baas heeft besloten zelf met je af te rekenen. Je bent een groot probleem gebleken. Maar voor de baas is het een fluitje van een cent.,
scene2_7_boss_dragonBoss1: Ben ik hiervoor wakker gemaakt? En kon mijn leger dit niet aan?,
scene2_7_boss_dragonBoss2: En wie ben jij?,
scene2_7_boss_hero1: Ik ben diseviled, een demonenjager. En jij hebt het verkeerde koninkrijk gestolen en de verkeerde prinses ontvoerd.,
scene2_7_boss_dragonBoss3: Dit is mijn kasteel! Jouw armzalige koning heeft het van mijn geld gebouwd. En hij heeft me niet op tijd terugbetaald!,
scene2_7_boss_hero2: Maar jouw leger vernietigt dorpen en dood mensen.,
scene2_7_boss_dragonBoss4: Heb je niks gehoord over de rente?,
scene2_7_boss_hero3: Juist, neem het kasteel. Ik neem de prinses mee en vertrek. Akkoord?,
scene2_7_boss_dragonBoss5: Wat een dwaasheid. Je hebt mijn leger verpletterd. Je hebt mijn slaap verstoord. Je hebt de trol gedood, de geest van de wolf.,
scene2_7_boss_dragonBoss6: Nu moet ik jou vermoorden, mens! Sta stil!.,
scene2_8_king1: Je bent terug! Kom op! Waar is het kasteel? Wordt het later geleverd? Samen met de schatten?,
scene2_8_princess1: Vader, er is geen kasteel en goud meer. Ze zijn vernietigd doordat je je schuld niet hebt betaald! De gouden ridder bleek een verrader te zijn!,
scene2_8_king2: En zelfs mijn kroon is niet gered? Mijn kroon...,
scene2_8_princess2: Hij heeft MIJ gered, vader!,
scene2_8_king3: Ah, ja, zeker, zeker...,
scene2_8_king4: Dus, magiër, ik zal je hoe dan ook rijkelijk belonen!,
scene2_8_king5: Je krijgt de eer om de koning en zijn dochter bij je thuis te ontvangen. Zulk een beloning is een krijger waardig, of niet soms?,
scene2_8_hero1: Ehh, ja, natuurlijk... Het is een grote eer, dank u. Dit kan ik niet aannemen...,
scene2_8_king6: Nee, nee, het is afgepsroken. Naar buiten nu!,
scene2_8_hero2: Geweldig.,
GUI_bonuses: BONUSSEN BINNEN!,
GUI_1bonus: ONLINE OPSLAAN,
GUI_2bonus: NIEUW GEWELDIG KARAKTER!,
GUI_3bonus: +50 MUNTEN!,
GUI_warning: WAARSCHUWING!,
GUI_shop: WINKEL,
GUI_buy: KOPEN,
GUI_finish_coins: COINS,
GUI_finish_kills: DODEN,
GUI_finish_secrets: GEHEIM,
GUI_finish_score: SCORE,
GUI_you_are_dead: JE BENT DOOD!,
GUI_revive: HERLEVEN!,
GUI_restart: HERSTARTEN,
tutorial16: Tik om te drinken,
tutorial17: Klik om te drinken,
GUI_book_level: Magisch boekniveau,
GUI_health_potion: Sundhed Potion,
GUI_mana_potion: Mana Potion,
GUI_remove_ads: VERWIJDER ADVERTENTIES,
GUI_restore: HERSTELLEN,
GUI_arena_1: GOLF,
GUI_arena_2: MAAK JE KLAAR,
GUI_arena_3: BEGIN,
GUI_arena_4: VOLTOOID,
GUI_arena_5: SNELHEID BESTRIJD BONUS,
GUI_arena_6: TOTALE SCORE,
GUI_arena_7: VOLGENDE GOLF,
GUI_arena_8: FOUTLOZE OVERWINNING,
GUI_arena_9: ARENA VOLTOOID,
achievement_name15: Arena Kampioen,
achievement_discr15: Voltooi Arena,


